{
  "discord_instructions.step_1.header": "Schritt 1: Füge den Bot zu deinem Server hinzu",
  "discord_instructions.step_1.content": "Um loszulegen, musst du zuerst den MarketRaker Discord-Bot zu deinem Server hinzufügen. Kopiere dazu die folgende URL in deinen Browser.",
  "discord_instructions.step_2.header": "Schritt 2: Erhalte deine Kanal-ID",
  "discord_instructions.step_2.content": "Nachdem du den Discord-Bot zu deinem Server hinzugefügt hast, wähle den/die Kanal(e) für Benachrichtigungen aus. Erhalte deine Kanal-ID, indem du mit der rechten Maustaste auf den Kanal unter 'Textkanäle' klickst und 'Kanal-ID kopieren' auswählst. Verwende diese ID, um sie auf der Discord-Integrationsseite zu registrieren.",
  "discord_instructions.step_3.header": "Schritt 3: Registriere deine Kanal-ID",
  "discord_instructions.content_1": "Nachdem du unseren Discord-Bot zu deinem Server hinzugefügt und deine Kanal-ID erhalten hast, musst du diesen Kanal nun auf unserer Discord-Integrationsseite registrieren.",
  "discord_instructions.content_2": "Am Ende dieser Liste befindet sich ein leeres Integrationsformular wie unten gezeigt. Du kannst die kopierte Kanal-ID in das entsprechende Feld eingeben und deiner Integration einen Namen geben, um sie zu identifizieren.",
  "discord_instructions.billing": "Abrechnung",
  "discord_instructions.billing.content_1": "MarketRaker bietet zwei verschiedene Abrechnungsstrukturen für den interaktiven Bot an.",
  "discord_instructions.billing.content_2": "Wenn du ein Stakeholder bist, hast du die Möglichkeit, den Bot zu deinem Discord-Server hinzuzufügen und die Kosten für die API-Guthaben deiner Benutzer zu tragen. Das bedeutet, dass alle von deinen Benutzern angeforderten Vorhersagen von deinem API-Guthaben abgezogen werden.",
  "discord_instructions.billing.content_3": "Benutzer benötigen jedoch kein aktives MarketRaker-Konto, wenn du die Server-Abrechnungsstruktur verwendest.",
  "discord_instructions.billing.content_7": "Um Missbrauch zu verhindern, haben wir eine anpassbare Begrenzung für die Anzahl der verwendeten API-Guthaben pro Zeiteinheit implementiert. Du kannst dies über den Dropdown-Pfeil auf den hinzugefügten Servern ändern.",
  "discord_instructions.billing.content_4": "Alternativ kannst du deinen Benutzern erlauben, ihre eigenen API-Guthaben zu bezahlen. Das bedeutet, dass jeder Benutzer sein eigenes API-Guthaben hat und Vorhersagen machen kann, bis sein Guthaben aufgebraucht ist.",
  "discord_instructions.billing.content_5": "Hierfür ist jedoch erforderlich, dass jeder Benutzer ein aktives MarketRaker-Konto hat und seinen Discord-Account auf dem offiziellen MarketRaker-Discord-Server registriert hat.",
  "discord_instructions.billing.content_6": "Benutzer müssen außerdem mindestens ein Pro-Mitglied sein, um den interaktiven Bot verwenden zu können, wenn sie die Benutzer-Abrechnungsstruktur nutzen.",
  "discord_instructions.step_6.header": "Schritt 1: Aktiviere deine Anwendung",
  "discord_instructions.step_6.content": "Um den interaktiven Bot nutzen zu können, musst du zuerst deine Anwendung aktivieren. Dadurch kannst du API-Guthaben verwenden, um Vorhersageanfragen zu stellen.",
  "discord_instructions.step_7.header": "Schritt 2: Füge den Bot zu deinem Server hinzu",
  "discord_instructions.step_7.content": "Du musst den interaktiven MarketRaker Discord-Bot zu deinem Server hinzufügen. Dazu kannst du den Button verwenden, der sich im Abschnitt 'Interaktiver Bot' der Discord-Integration befindet.",
  "discord_instructions.step_8.header": "Schritt 3: Erhalte deine Server-ID und registriere dich",
  "discord_instructions.step_8.content": "Nachdem du den Discord-Bot zu deinem Server hinzugefügt hast, erhalte deine Server-ID, indem du mit der rechten Maustaste auf das Server-Symbol klickst und 'Server-ID kopieren' auswählst. Verwende diese ID, um sie auf der Discord-Integrationsseite im Abschnitt 'Interaktiver Bot' zu registrieren.",
  "discord_instructions.step_9.header": "Schritt 4: Registriere deine Server-ID",
  "discord_instructions.step_9.content": "Nachdem du unseren Discord-Bot zu deinem Server hinzugefügt und deine Server-ID erhalten hast, musst du diesen Server nun auf unserer Discord-Integrationsseite registrieren.",
  "discord_instructions.go_to_integrations_page": "Gehe zur Integrationsseite",
  "discord_instructions.previous_step": "Vorheriger Schritt",
  "discord_instructions.next_step": "Nächster Schritt",
  "discord_instructions.notifications.content": "Wenn du einen Discord-Kanal auf unserer Integrationsseite registrierst, erhältst du Trading-Indikatoren direkt in diesen Kanal. Der Bot sendet eine Nachricht an den Kanal mit dem neuen Indikator.",
  "discord_instructions.coming_soon": "(Demnächst verfügbar)",
  "discord_instructions.integrations": "Integrationen",
  "discord_instructions.Discord": "Discord",
  "discord_instructions.follow_the_steps": "Folge den Schritten, um die Integration einzurichten",
  "discord_instructions.overview": "Überblick",
  "discord_instructions.overview.content": "Die Discord-Integration ermöglicht es dir, Trading-Indikatoren direkt auf deinem Discord-Server zu erhalten oder unseren interaktiven Bot zu deinem Server hinzuzufügen, um unsere Befehle zu nutzen.",
  "discord_instructions.notifications": "Benachrichtigungen",
  "discord_instructions.interactive_bot": "Interaktiver Bot",
  "discord_instructions.interactive_bot.content": "Du kannst unseren interaktiven Bot zu deinem Server hinzufügen, um unsere Befehle zu nutzen. Der Bot kann dir Informationen über dein Konto geben und die neuesten Vorhersagen für ein bestimmtes Handelspaar liefern. Jede angeforderte Vorhersage kostet ein API-Guthaben. Um mehr über die verschiedenen Abrechnungsstrukturen zu erfahren, sieh dir bitte unsere Abrechnungsseite an.",
  "steps": "Schritte"
}
