{
  "discord_instructions.integrations": "التكاملات",
  "discord_instructions.Discord": "ديسكورد",
  "discord_instructions.follow_the_steps": "اتبع الخطوات لإكمال إعداد التكامل",
  "discord_instructions.overview": "نظرة عامة",
  "discord_instructions.overview.content": "يسمح لك التكامل مع ديسكورد بتلقي مؤشرات التداول مباشرة على خادمك في ديسكورد أو إضافة الروبوت التفاعلي الخاص بنا إلى خادمك للاستفادة من أوامرنا.",
  "discord_instructions.notifications": "الإشعارات",
  "discord_instructions.notifications.content": "عند تسجيل قناة ديسكورد على صفحات التكامل الخاصة بنا، ستتمكن من تلقي مؤشرات التداول على هذه القناة. سيرسل الروبوت رسالة إلى القناة تحتوي على المؤشر الجديد.",
  "discord_instructions.interactive_bot": "روبوت التفاعل",
  "discord_instructions.interactive_bot.content": "يمكنك إضافة روبوت التفاعل الخاص بنا إلى خادمك للاستفادة من أوامرنا. سيكون الروبوت قادرًا على تزويدك بمعلومات حول حسابك وتقديم أحدث التنبؤات لزوج تداول معين. سيكلف كل طلب تنبؤ رصيد واحد من الواجهة البرمجية. لمعرفة المزيد عن الهياكل الفوترة المختلفة، يرجى الاطلاع على صفحتنا للفوترة.",
  "discord_instructions.coming_soon": "(قريبًا)",
  "discord_instructions.step_1.header": "الخطوة 1: إضافة الروبوت إلى خادمك",
  "discord_instructions.step_1.content": "للبدء، يجب عليك أولاً إضافة روبوت ديسكورد ماركت ريكر إلى خادمك. للقيام بذلك، يمكنك نسخ الرابط التالي إلى متصفحك.",
  "discord_instructions.next_step": "الخطوة التالية",
  "discord_instructions.step_2.header": "الخطوة 2: الحصول على معرف قناتك",
  "discord_instructions.step_2.content": "بعد إضافة روبوت ديسكورد إلى خادمك، اختر القناة(القنوات) لتلقي الإشعارات. احصل على معرف القناة الخاصة بك عن طريق النقر بزر الماوس الأيمن على القناة تحت 'قنوات النصوص' واختيار 'نسخ معرف القناة.' استخدم هذا المعرف للتسجيل على صفحة التكامل مع ديسكورد.",
  "discord_instructions.previous_step": "الخطوة السابقة",
  "discord_instructions.step_3.header": "الخطوة 3: تسجيل معرف قناتك",
  "discord_instructions.content_1": "بعد القيام بإضافة روبوت ديسكورد الخاص بنا إلى خادمك والحصول على معرف قناتك، يجب عليك الآن تسجيل هذه القناة على صفحات التكامل مع ديسكورد الخاصة بنا.",
  "discord_instructions.content_2": "في أسفل هذه القائمة، ستجد نموذج التكامل الفارغ كما هو موضح أدناه. يمكنك إدخال معرف القناة الذي نسخته في الحقل المناسب وتوفير التكامل بالاسم لتعريفه.",
  "discord_instructions.go_to_integrations_page": "الانتقال إلى صفحة التكاملات",
  "discord_instructions.billing": "الفوترة",
  "discord_instructions.billing.content_1": "يقدم ماركت ريكر شكلين مختلفين للفوترة للروبوت التفاعلي.",
  "discord_instructions.billing.content_2": "إذا كنت مساهمًا، لديك الخيار لإضافة الروبوت إلى خادمك في ديسكورد وتحمل تكلفة رصيد واجهة البرمجة للتنبؤات لمستخدميك. وهذا يعني أن جميع التنبؤات التي يطلبها مستخدموك ستخصم من رصيدك في واجهة البرمجة.",
  "discord_instructions.billing.content_3": "مع ذلك، لن يحتاج المستخدمون إلى حساب ماركت ريكر نشط إذا كنت تستخدم هيكل الفوترة الخاص بالخادم.",
  "discord_instructions.billing.content_4": "بدلاً من ذلك، يمكنك السماح للمستخدمين بدفع رصيدهم الخاص بواجهة البرمجة. وهذا يعني أن كل مستخدم سيمتلك رصيد واجهة برمجة تطبيقاته الخاصة وسيكون قادرًا على إجراء التنبؤات حتى ينفد رصيده.",
  "discord_instructions.billing.content_5": "مع ذلك، يتطلب هذا أن يكون لدى كل مستخدم حساب  نشطًا وقد سجل ديسكورد الخاص به على خادم ديسكورد ماركت ريكر الرسمي.",
  "discord_instructions.billing.content_6": "سيتعين على المستخدمين أيضًا أن يكونوا على الأقل أعضاءًا محترفين لاستخدام الروبوت التفاعلي عند استخدام هيكل الفوترة الخاص بالمستخدم.",
  "discord_instructions.billing.content_7": "لمنع الاستغلال، لقد قمنا بتنفيذ حد أقصى قابل للتخصيص على قيمة رصيد واجهة البرمجة التي يمكن استخدامها في الفترة. يمكنك تغيير هذا باستخدام السهم المنسدل على الخوادم المضافة.",
  "discord_instructions.step_6.header": "الخطوة 1: تنشيط التطبيق الخاص بك،",
  "discord_instructions.step_6.content": "للاستفادة من الروبوت التفاعلي، يجب عليك أولاً تنشيط تطبيقك. سيتيح لك ذلك استخدام رصيد واجهة برمجة التطبيقات لطلبات التنبؤ.",
  "discord_instructions.step_7.header": "الخطوة 2: إضافة الروبوت إلى خادمك",
  "discord_instructions.step_7.content": "يجب عليك إضافة روبوت ماركت ريكر التفاعلي في ديسكورد إلى خادمك. للقيام بذلك، يمكنك استخدام الزر الموجود في قسم 'روبوت التفاعل' من تكامل ديسكورد.",
  "discord_instructions.step_8.header": "الخطوة 3: الحصول على معرف خادمك والتسجيل",
  "discord_instructions.step_8.content": "بعد إضافة روبوت ديسكورد إلى خادمك، احصل على معرف خادمك عن طريق النقر بزر الماوس الأيمن على أيقونة الخادم واختيار 'نسخ معرف الخادم'. استخدم هذا المعرف للتسجيل على صفحة التكامل مع ديسكورد تحت قسم 'روبوت التفاعل'.",
  "discord_instructions.step_9.header": "الخطوة 4: تسجيل معرف خادمك",
  "discord_instructions.step_9.content": "بعد أن قمت بإضافة روبوت ديسكورد الخاص بنا إلى خادمك وحصلت على معرف خادمك، يجب عليك الآن تسجيل هذا الخادم على صفحة التكامل مع ديسكورد لدينا.",
  "steps": "خطوات"
}
