{
  "discord_instructions.step_1.header": "Step 1: Add the bot to your server",
  "discord_instructions.step_1.content": "To get started, you must first add the MarketRaker Discord bot to your server. To do this, you can copy the following URL into your browser.",
  "discord_instructions.step_2.header": "Step 2: Get your channel ID",
  "discord_instructions.step_2.content": "After adding the Discord Bot to your server, choose the channel(s) for notifications. Get your channel ID by right-clicking on the channel under 'Text Channels' and selecting 'Copy Channel ID.' Use this ID to register on the Discord integration page.",
  "discord_instructions.step_3.header": "Step 3: Register your channel ID",
  "discord_instructions.content_1": "After you have added our Discord bot to your server and obtained your channel ID, you now need to register this channel on our Discord integrations page.",
  "discord_instructions.content_2": "At the bottom of this list, there will be a blank integration form as shown below. You can enter the channel ID you copied into the correct field provide your integration with a name to identify it.",
  "discord_instructions.billing": "Billing",
  "discord_instructions.billing.content_1": " MarketRaker offers two different billing structures for the interactive bot.",
  "discord_instructions.billing.content_2": " If you are a Stakeholder, you have the option to add the bot to your Discord Server and bear the cost of the API credits for your users. This means that all predictions requested by your users will be deducted from your API credit balance.",
  "discord_instructions.billing.content_3": "However, users will not need an active MarketRaker account if you are using the server-billing structure.",
  "discord_instructions.billing.content_7": "To prevent abuse, we have implemented a customisable limit on the number of API credits that can be used per period. You can change this by using the dropdown arrow on added servers.",
  "discord_instructions.billing.content_4": " Alternatively, you can allow your users to pay for their own API credits. This means that each user will have their own API credit balance and will be able to make predictions until their balance is depleted.",
  "discord_instructions.billing.content_5": "However, this requires that each users have an active MarketRaker account and have registered their Discord on MarketRaker's official Discord server.",
  "discord_instructions.billing.content_6": "Users will also have to be at least a Pro Member to use the interactive bot when making use of the user-billing structure.",
  "discord_instructions.step_6.header": "Step 1: Activate your application,",
  "discord_instructions.step_6.content": "To make use of the interactive bot, you must first activate your application. This will allow you to use API credits to make prediction requests.",
  "discord_instructions.step_7.header": "Step 2: Add the bot to your server",
  "discord_instructions.step_7.content": "You must add the interactive MarketRaker Discord bot to your server. To do this, you can use the button located on the 'Interactive Bot' section of the Discord integration.",
  "discord_instructions.step_8.header": "Step 3: Get your server ID and register",
  "discord_instructions.step_8.content": " After adding the Discord Bot to your server, get your server ID by right-clicking on the server icon and selecting 'Copy Server ID.' Use this ID to register on the Discord integration page under the 'Interactive Bot' section.",
  "discord_instructions.step_9.header": " Step 4: Register your server ID",
  "discord_instructions.step_9.content": "After you have added our Discord bot to your server and obtained your server ID, you now need to register this server on our Discord integrations page.",
  "discord_instructions.go_to_integrations_page": " Go to Integrations page",
  "discord_instructions.previous_step": "Previous Step",
  "discord_instructions.next_step": "Next Step",
  "discord_instructions.notifications.content": "When you register a Discord channel on our integrations page, you will be able to receive trading indicators to this channel. The bot will send a message to the channel with the new indicator.",
  "discord_instructions.coming_soon": "(Coming soon)",
  "discord_instructions.integrations": "Integrations",
  "discord_instructions.Discord": "Discord",
  "discord_instructions.follow_the_steps": "Follow the steps to complete the integration setup",
  "discord_instructions.overview": "Overview",
  "discord_instructions.overview.content": "The Discord integration allows you to receive trading indicators directly to your Discord server or add our interactive bot to your server to make use of our commands.",
  "discord_instructions.notifications": "Notifications",
  "discord_instructions.interactive_bot": "Interactive Bot",
  "discord_instructions.interactive_bot.content": "You can add our interactive bot to your server to make use of our commands. The bot will be able to provide you with information about your account and provide the latest predictions for a given trading pair. Each prediction requested will cost one API credit. To learn more about the different billing structures, please see our Billing page.",
  "steps": "Steps"
}
