{
  "discord_instructions.step_1.header": "Étape 1 : Ajoutez le bot à votre serveur",
  "discord_instructions.step_1.content": "Pour commencer, vous devez d'abord ajouter le bot Discord MarketRaker à votre serveur. Pour ce faire, vous pouvez copier l'URL suivante dans votre navigateur.",
  "discord_instructions.step_2.header": "Étape 2 : Obtenez l'ID de votre canal",
  "discord_instructions.step_2.content": "Après avoir ajouté le bot Discord à votre serveur, choisissez le(s) canal/canaux pour les notifications. Obtenez l'ID de votre canal en cliquant avec le bouton droit de la souris sur le canal sous 'Canaux de texte' et en sélectionnant 'Copier l'ID du canal'. Utilisez cet ID pour vous inscrire sur la page d'intégration Discord.",
  "discord_instructions.step_3.header": "Étape 3 : Enregistrez l'ID de votre canal",
  "discord_instructions.content_1": "Après avoir ajouté notre bot Discord à votre serveur et obtenu l'ID de votre canal, vous devez maintenant enregistrer ce canal sur notre page d'intégrations Discord.",
  "discord_instructions.content_2": "Au bas de cette liste, il y aura un formulaire d'intégration vide comme indiqué ci-dessous. Vous pouvez entrer l'ID du canal que vous avez copié dans le champ approprié et fournir un nom à votre intégration pour l'identifier.",
  "discord_instructions.billing": "Facturation",
  "discord_instructions.billing.content_1": "MarketRaker propose deux structures de facturation différentes pour le bot interactif.",
  "discord_instructions.billing.content_2": "Si vous êtes un Stakeholder, vous avez la possibilité d'ajouter le bot à votre serveur Discord et de supporter le coût des crédits API pour vos utilisateurs. Cela signifie que toutes les prédictions demandées par vos utilisateurs seront déduites de votre solde de crédit API.",
  "discord_instructions.billing.content_3": "Cependant, les utilisateurs n'auront pas besoin d'un compte MarketRaker actif si vous utilisez la structure de facturation par serveur.",
  "discord_instructions.billing.content_7": "Pour éviter les abus, nous avons mis en place une limite personnalisable sur le nombre de crédits API pouvant être utilisés par période. Vous pouvez modifier cela en utilisant la flèche déroulante sur les serveurs ajoutés.",
  "discord_instructions.billing.content_4": "Alternativement, vous pouvez permettre à vos utilisateurs de payer leurs propres crédits API. Cela signifie que chaque utilisateur aura son propre solde de crédit API et pourra effectuer des prédictions jusqu'à épuisement de son solde.",
  "discord_instructions.billing.content_5": "Cependant, cela nécessite que chaque utilisateur ait un compte MarketRaker actif et ait enregistré son Discord sur le serveur Discord officiel de MarketRaker.",
  "discord_instructions.billing.content_6": "Les utilisateurs devront également être au moins membres Pro pour utiliser le bot interactif lorsqu'ils utilisent la structure de facturation par utilisateur.",
  "discord_instructions.step_6.header": "Étape 1 : Activez votre application",
  "discord_instructions.step_6.content": "Pour utiliser le bot interactif, vous devez d'abord activer votre application. Cela vous permettra d'utiliser des crédits API pour effectuer des demandes de prédictions.",
  "discord_instructions.step_7.header": "Étape 2 : Ajoutez le bot à votre serveur",
  "discord_instructions.step_7.content": "Vous devez ajouter le bot Discord interactif MarketRaker à votre serveur. Pour ce faire, vous pouvez utiliser le bouton situé dans la section 'Bot interactif' de l'intégration Discord.",
  "discord_instructions.step_8.header": "Étape 3 : Obtenez l'ID de votre serveur et enregistrez-vous",
  "discord_instructions.step_8.content": "Après avoir ajouté le bot Discord à votre serveur, obtenez l'ID de votre serveur en cliquant avec le bouton droit de la souris sur l'icône du serveur et en sélectionnant 'Copier l'ID du serveur'. Utilisez cet ID pour vous inscrire sur la page d'intégration Discord, dans la section 'Bot interactif'.",
  "discord_instructions.step_9.header": "Étape 4 : Enregistrez l'ID devotre serveur",
  "discord_instructions.step_9.content": "Après avoir ajouté notre bot Discord à votre serveur et obtenu l'ID de votre serveur, vous devez maintenant enregistrer ce serveur sur notre page d'intégrations Discord.",
  "discord_instructions.go_to_integrations_page": "Aller à la page des intégrations",
  "discord_instructions.previous_step": "Étape précédente",
  "discord_instructions.next_step": "Étape suivante",
  "discord_instructions.notifications.content": "Lorsque vous enregistrez un canal Discord sur notre page d'intégrations, vous pourrez recevoir des indicateurs de trading sur ce canal. Le bot enverra un message sur le canal avec le nouvel indicateur.",
  "discord_instructions.coming_soon": "(Prochainement)",
  "discord_instructions.integrations": "Intégrations",
  "discord_instructions.Discord": "Discord",
  "discord_instructions.follow_the_steps": "Suivez les étapes pour finaliser la configuration de l'intégration",
  "discord_instructions.overview": "Aperçu",
  "discord_instructions.overview.content": "L'intégration Discord vous permet de recevoir des indicateurs de trading directement sur votre serveur Discord ou d'ajouter notre bot interactif à votre serveur pour utiliser nos commandes.",
  "discord_instructions.notifications": "Notifications",
  "discord_instructions.interactive_bot": "Bot interactif",
  "discord_instructions.interactive_bot.content": "Vous pouvez ajouter notre bot interactif à votre serveur pour utiliser nos commandes. Le bot pourra vous fournir des informations sur votre compte et vous donner les dernières prédictions pour une paire de trading donnée. Chaque prédiction demandée coûtera un crédit API. Pour en savoir plus sur les différentes structures de facturation, veuillez consulter notre page de facturation.",
  "steps": "Etapes"
}
