{
  "lastReviewedOn": "10 Sep 2023",
  "content": "<h1>Features Overview</h1><p>MarketRaker AI revolutionizes the trading space, simplifying the cluttered and chaotic world of market indicators by providing clear, AI-driven insights for swing traders. Our platform is a game-changer, offering the following unique features:</p><ul><li><strong>AI Indicators and Strength/Risk Analysis:</strong> Leveraging advanced AI, MarketRaker AI evaluates trading indicators, categorizing them based on calculated risk and strength to guide your trading decisions.</li><li><strong>Custom Risk Categorization:</strong> Tailor your trading experience by selecting risk categories that match your investment comfort, streamlining the indicators you receive.</li><li><strong>Swing Trading Focus:</strong> Designed for the strategic swing trader, not for day trading, offering refined, longer-term market perspectives.</li><li><strong>Real-time Alerts via Telegram & Discord:</strong> Stay ahead with immediate alerts through Telegram and Discord integrations, ensuring you never miss a valuable insight.</li><li><strong>Webhooks for Custom Trading Bots:</strong> Connect your trading setup with our webhooks feature, allowing for automated trading or custom-built bots based on our indicators.</li><li><strong>User-Friendly Interface:</strong> Experience market analysis without the noise, thanks to our clean, intuitive interface.</li><li><strong>Market Coverage:</strong> Direct access to data from 100 stocks and 30 cryptos, providing a wide range of trading opportunities.</li><li><strong>Subscription-Based Service:</strong> Utilize the RAKER Token on the Cardano framework for seamless, secure subscription payments.</li></ul><p>MarketRaker AI is committed to clarity, efficiency, and most importantly, trader empowerment. By removing the common barriers to market understanding, we provide a platform where strategic trading decisions are clearer and more accessible.</p>",
  "i18n_content": "docs_nav_tree.introduction.features_overview.content"
}
