{
  "lastReviewedOn": "10 Sep 2023",
  "content": "<h2>How MarketRaker AI Works?</h2><p>MarketRaker AI, in its Alpha release, represents a paradigm shift in the way trading indicators are utilized. Through a blend of carefully curated trading indicators and AI-driven analytics, MarketRaker AI strives to declutter the complex world of trading and provide actionable insights to its users.</p><p>The current suite of indicators being analyzed includes:<ul><li>Market-Cipher-B-free</li><li>Market-Cipher-A-free</li><li>WaveTrend Oscillator</li><li>Price-Divergence</li><li>Plain Stochastic Divergence</li><li>MFI+RSI Area</li></ul></p><p>Rather than inundating users with disparate buy or sell signals from each indicator, MarketRaker AI's AI consolidates these indicators to produce a unified buy or sell signal. This AI-driven decision-making process is further refined using an intelligent backtesting mechanism. Each indicator, before being sent out, is rigorously backtested against historical data, allowing us to assign a confidence score. This score is then mapped to predefined risk categories, ensuring that users receive insights that align with their risk appetites.</p><p>Subscribing to a specific risk category allows users to tailor their MarketRaker AI experience. They are then provided with indicators that resonate with their chosen risk level and are associated with the stocks or cryptos they are tracking. This bespoke approach ensures that users are not overwhelmed with irrelevant data, allowing them to make more informed trading decisions.</p><h2>Introducing the RAKER Token</h2><p>The RAKER token is the lifeblood of the MarketRaker AI platform. By sidestepping traditional fiat-based subscription models, the RAKER token paves the way for a community-driven ecosystem. As MarketRaker AI's reputation and efficacy grow, token holders can potentially benefit from reselling their subscriptions within the community, fostering a dynamic and self-sustaining environment.</p><h2>Token-Based Access & Community Engagement</h2><p>RAKER is not just a token; it's the gateway to MarketRaker AI's treasure trove of insights. A holding of 10 RAKER tokens grants a user one month of access, while a stash of 1000 tokens offers lifetime privileges. This token-centric model not only ensures a tangible stake in the platform's success for each user but also amplifies the sense of community and collective growth.</p>",
  "i18n_content": "docs_nav_tree.introduction.how_marketraker_works.content"
}
