{
  "lastReviewedOn": "10 Sep 2023",
  "content": "<div><h2>Glossary of Terms:</h2><ul><li><strong>MarketRaker AI:</strong> A platform focused on stock picking and prediction of prices through sophisticated algorithms and data analysis.</li><li><strong>RAKER:</strong> The native token of MarketRaker AI, used as a subscription model to access the platform's tools and services.</li><li><strong>Stock Picking:</strong> The process of selecting stocks that are expected to perform better than the market.</li><li><strong>Random Walk:</strong> A theory suggesting that stock price changes have the same distribution and are independent of each other.</li><li><strong>TradingView:</strong> A platform for traders to view and analyze market data.</li><li><strong>Technical Indicators:</strong> Mathematical calculations based on historical price, volume, or open interest information aiming to forecast financial market direction.</li><li><strong>Ehler’s Auto-correlation:</strong> A technical indicator used to analyze market trends.</li><li><strong>Gini Coefficient:</strong> A measure of statistical dispersion representing the income distribution of a nation's residents.</li><li><strong>TCN (Temporal Convolutional Network):</strong> A neural network used for sequence modeling tasks.</li><li><strong>LSTM:</strong> Long Short-Term Memory, a type of recurrent neural network architecture.</li><li><strong>RNN:</strong> Recurrent Neural Network, a class of artificial neural networks.</li><li><strong>Keras:</strong> An open-source software library providing a Python interface for artificial neural networks.</li><li><strong>Adam Optimiser:</strong> A method for stochastic optimization.</li><li><strong>Weights and Biases:</strong> Tools used for machine learning experiment tracking, dataset versioning, and project collaboration.</li><li><strong>Bayesian Optimisation:</strong> A sequential design strategy for global optimization of black-box functions.</li><li><strong>Webhooks:</strong> Automated messages sent from apps when something happens, often used to integrate third-party tools.</li><li><strong>Trading Bots:</strong> Automated systems that can execute trades on behalf of a trader based on a predefined strategy.</li><li><strong>Receptive Field:</strong> The space in the input data taken by a neural network to produce a particular output.</li><li><strong>Residual Block:</strong> A component in neural networks that helps in solving the problem of vanishing gradients by introducing skip connections.</li><li><strong>Hyperparameter:</strong> A parameter whose value is set before training a machine learning model, as opposed to values that are derived via training.</li></ul></div>",
  "i18n_content": "docs_nav_tree.references.glossary.content"
}
