{
  "risk_scenario_1": "مستوى المخاطرة 1 (مخاطرة منخفضة جدًا): السيناريو: أنا على استعداد للمخاطرة بنسبة 5٪ من الاستثمار الأولي البالغ 1000 دولار. هذا يعني أنني على استعداد لخسارة 50 دولارًا وأهدف إلى تحقيق ربح قدره 100 دولار.",
  "risk_scenario_2": "مستوى المخاطرة 2 (مخاطرة منخفضة): السيناريو: أنا على استعداد للمخاطرة بنسبة 10٪ من الاستثمار الأولي البالغ 1000 دولار. هذا يعني أنني على استعداد لخسارة 100 دولار وأهدف إلى تحقيق ربح قدره 200 دولار.",
  "risk_scenario_3": "مستوى المخاطرة 3 (مخاطرة منخفضة إلى معتدلة): السيناريو: أنا على استعداد للمخاطرة بنسبة 15٪ من الاستثمار الأولي البالغ 1000 دولار. هذا يعني أنني على استعداد لخسارة 150 دولار وأهدف إلى تحقيق ربح قدره 300 دولار.",
  "risk_scenario_4": "مستوى المخاطرة 4 (مخاطرة معتدلة): السيناريو: أنا على استعداد للمخاطرة بنسبة 20٪ من الاستثمار الأولي البالغ 1000 دولار. هذا يعني أنني على استعداد لخسارة 200 دولار وأهدف إلى تحقيق ربح قدره 400 دولار.",
  "risk_scenario_5": "مستوى المخاطرة 5 (مخاطرة معتدلة إلى مرتفعة): السيناريو: أنا على استعداد للمخاطرة بنسبة 25٪ من الاستثمار الأولي البالغ 1000 دولار. هذا يعني أنني على استعداد لخسارة 250 دولار وأهدف إلى تحقيق ربح قدره 500 دولار.",
  "risk_scenario_6": "مستوى المخاطرة 6 (مخاطرة عالية): السيناريو: أنا على استعداد للمخاطرة بنسبة 30٪ من الاستثمار الأولي البالغ 1000 دولار. هذا يعني أنني على استعداد لخسارة 300 دولار وأهدف إلى تحقيق ربح قدره 600 دولار.",
  "risk_scenario_7": "مستوى المخاطرة 7 (مخاطرة جدًا عالية): السيناريو: أنا على استعداد للمخاطرة بنسبة 35٪ من الاستثمار الأولي البالغ 1000 دولار. هذا يعني أنني على استعداد لخسارة 350 دولار وأهدف إلى تحقيق ربح قدره",
  "risk_scenario_8": "مستوى المخاطرة 8 (مخاطرة مرتفعة للغاية): السيناريو: أنا على استعداد للمخاطرة بنسبة 40٪ من الاستثمار الأولي البالغ 1000 دولار. هذا يعني أنني على استعداد لخسارة 400 دولار وأهدف إلى تحقيق ربح قدره 800 دولار.",
  "risk_scenario_9": "مستوى المخاطرة 9 (مخاطرة تقريبًا كاملة): السيناريو: أنا على استعداد للمخاطرة بنسبة 50٪ من الاستثمار الأولي البالغ 1000 دولار. هذا يعني أنني على استعداد لخسارة 500 دولار وأهدف إلى تحقيق ربح قدره 1000 دولار.",
  "risk_scenario_10": "مستوى المخاطرة 10 (مخاطرة كاملة): السيناريو: أنا على استعداد للمخاطرة بنسبة 60٪ من الاستثمار الأولي البالغ 1000 دولار. هذا يعني أنني على استعداد لخسارة 600 دولار وأهدف إلى تحقيق ربح قدره 1200 دولار.",
  "risk_appetite_updated_successfully": "تم تحديث الرغبة في التحمل للمخاطر بنجاح",
  "failed_to_update_risk_appetite": "فشل في تحديث الرغبة في التحمل للمخاطر"
}
