{
  "docs_nav_tree.introduction.name": "Einführung",
  "docs_nav_tree.introduction.content": "<div class=\"logo\"><img src=\"/assets/images/MARKETRAKER_LOGO_RC_WITH_TEXT.png\"></div><h1>Einführung in MarketRaker AI</h1><p>MarketRaker AI tritt als revolutionäre Lösung im Bereich der Trading-Plattformen auf, mit dem Ziel, den oft mit Marktanalysen verbundenen überwältigenden Lärm zu eliminieren. Indem der Fokus auf Präzision und Klarheit gelegt wird, versucht MarketRaker AI, die mühsamen Feinheiten der Chartanalyse zu beseitigen, sodass sich Trader auf das Wesentliche konzentrieren können: die Indikatoren.</p><p>Während die Welt des Tradings voller Daten und Charts ist, besteht die wahre Herausforderung darin, die überflüssigen Elemente zu sortieren, um verwertbare Informationen zu finden. MarketRaker AI stellt sich dieser Herausforderung, indem es als Filter fungiert, um nur die relevantesten Indikatoren hervorzuheben, die auf das bevorzugte Risikoprofil des Traders abgestimmt sind. Es ist ein transformativer Ansatz, der die Aufmerksamkeit von überwältigenden Daten auf strategische, fundierte Entscheidungen verlagert.</p><p>Betreten Sie eine neue Ära des Tradings mit MarketRaker AI, wo wir Einfachheit bevorzugen, ohne an Tiefe einzubüßen. Verabschieden Sie sich von überladenen Charts und begrüßen Sie klare, verwertbare Indikatoren, die Ihnen helfen, mit Vertrauen zu handeln.</p>",

  "docs_nav_tree.introduction.what_is_marketraker.name": "Was ist MarketRaker",
  "docs_nav_tree.introduction.what_is_marketraker.content": "<h1>Was ist MarketRaker AI?</h1><p>MarketRaker AI ist mehr als nur ein einfaches Trading-Tool; es stellt die nächste Evolutionsstufe in der Finanzdiagrammanalyse dar. In der riesigen Landschaft der Finanzmärkte sind Trader oft von der Vielzahl an Indikatoren, die ihnen zur Verfügung stehen, überwältigt. Obwohl traditionelle Trading-Indikatoren von unschätzbarem Wert sind, dienen sie hauptsächlich als nachlaufende Indikatoren, die stark auf historischen Daten beruhen. Historische Daten geben zwar ein Bild des vergangenen Marktverhaltens, bieten jedoch nicht immer eine klare Richtung für zukünftige Marktentwicklungen.</p><p>Hier setzt MarketRaker AI an. Durch die Nutzung fortschrittlicher KI-Modelle nehmen wir diese Trading-Indikatoren, gruppieren sie und bewerten ihre Stärke in Echtzeit. Unser Ziel ist es nicht nur, auf vergangene Daten zu vertrauen, sondern die Genauigkeit dieser Indikatoren in zukünftigen Marktszenarien vorherzusagen, um so einen Einblick in mögliche Preisbewegungen zu bieten. Darüber hinaus ist unsere KI-gesteuerte Herangehensweise darauf ausgelegt, den Lärm zu filtern und klare, verwertbare Informationen zu liefern, die den Nutzern helfen, fundierte Entscheidungen zu treffen.</p><p>Die Innovation von MarketRaker AI hört jedoch nicht dort auf. Da wir erkennen, dass Trader unterschiedliche Risikobereitschaften haben, werden diese Informationen in verschiedene Risikostufen eingeteilt. Nutzer können sich auf diese Stufen abonnieren, wodurch sichergestellt wird, dass sie nur Informationen erhalten, die ihrer Trading-Strategie und ihrer Risikobereitschaft entsprechen. Im Wesentlichen überbrückt MarketRaker AI die Lücke zwischen historischen Daten und prädiktiven Analysen, und bietet eine vereinfachte Herangehensweise an den Handel in den sich ständig verändernden Märkten von heute.</p>",

  "docs_nav_tree.introduction.features_overview.name": "Funktionsübersicht",
  "docs_nav_tree.introduction.features_overview.content": "<h1>Funktionsübersicht</h1><p>MarketRaker AI revolutioniert die Trading-Welt, indem es die überfüllte und chaotische Welt der Marktindikatoren vereinfacht und klare, von KI unterstützte Informationen für Swing-Trader liefert. Unsere Plattform bietet die folgenden einzigartigen Funktionen:</p><ul><li><strong>KI-Indikatoren und Risiko-/Stärkeanalyse:</strong> Durch den Einsatz fortschrittlicher KI bewertet MarketRaker AI Trading-Indikatoren und kategorisiert sie nach berechnetem Risiko und Stärke, um Ihre Handelsentscheidungen zu unterstützen.</li><li><strong>Personalisierte Risikokategorisierung:</strong> Passen Sie Ihr Trading-Erlebnis an, indem Sie Risikokategorien auswählen, die Ihrem Anlagekomfort entsprechen, und so die Indikatoren, die Sie erhalten, vereinfachen.</li><li><strong>Fokus auf Swing-Trading:</strong> Konzipiert für strategische Swing-Trader, nicht für Daytrading, bietet MarketRaker AI längerfristige, raffinierte Marktansichten.</li><li><strong>Echtzeit-Benachrichtigungen über Telegram und Discord:</strong> Bleiben Sie vorne mit sofortigen Benachrichtigungen über Telegram und Discord-Integrationen, sodass Sie nie eine wertvolle Information verpassen.</li><li><strong>Webhooks für benutzerdefinierte Trading-Bots:</strong> Verbinden Sie Ihre Trading-Konfiguration mit unserer Webhook-Funktion, um automatisierte oder benutzerdefinierte Bots basierend auf unseren Indikatoren zu verwenden.</li><li><strong>Benutzerfreundliche Oberfläche:</strong> Genießen Sie eine marktübersicht ohne Lärm mit unserer klaren und intuitiven Benutzeroberfläche.</li><li><strong>Marktabdeckung:</strong> Direkter Zugriff auf Daten von 100 Aktien und 30 Kryptowährungen, die eine breite Palette an Handelsmöglichkeiten bieten.</li><li><strong>Abonnementdienst:</strong> Verwenden Sie den RAKER Token auf dem Cardano-Framework für sichere und reibungslose Abonnementzahlungen.</li></ul><p>MarketRaker AI verpflichtet sich zu Klarheit, Effizienz und vor allem zur Ermächtigung der Trader. Indem wir die üblichen Barrieren zum Verständnis des Marktes abbauen, bieten wir eine Plattform, auf der strategische Handelsentscheidungen klarer und zugänglicher werden.</p>",

  "docs_nav_tree.introduction.how_marketraker_works.name": "Wie funktioniert MarketRaker",
  "docs_nav_tree.introduction.how_marketraker_works.content": "<h2>Wie funktioniert MarketRaker AI?</h2><p>MarketRaker AI, in seiner Alpha-Version, stellt einen Paradigmenwechsel dar, wie Trading-Indikatoren verwendet werden. Durch eine Mischung aus sorgfältig ausgewählten Trading-Indikatoren und KI-gestützten Analysen versucht MarketRaker AI, die komplexe Welt des Tradings zu entlasten und seinen Nutzern verwertbare Informationen zu liefern.</p><p>Die aktuelle Suite der analysierten Indikatoren umfasst:<ul><li>Market-Cipher-B-free</li><li>Market-Cipher-A-free</li><li>WaveTrend-Oszillator</li><li>Preisdifferenz</li><li>Einfache stochastische Divergenz</li><li>MFI+RSI-Zone</li></ul></p><p>Anstatt Nutzer mit separaten Kauf- oder Verkaufssignalen von jedem Indikator zu überwältigen, konsolidiert die KI von MarketRaker AI diese Indikatoren, um ein einheitliches Kauf- oder Verkaufssignal zu erzeugen. Dieser KI-gestützte Entscheidungsprozess wird durch ein intelligentes Backtesting-Verfahren verfeinert. Jeder Indikator wird vor der Freigabe rigoros auf historischen Daten getestet, sodass wir eine Vertrauensbewertung zuweisen können. Diese Bewertung wird dann auf vordefinierte Risikokategorien abgebildet, um sicherzustellen, dass die Nutzer Informationen erhalten, die zu ihrer Risikobereitschaft passen.</p><p>Durch das Abonnement einer bestimmten Risikokategorie können Nutzer ihre MarketRaker AI-Erfahrung personalisieren. Sie erhalten dann Indikatoren, die zu ihrem gewählten Risikolevel passen und auf die Aktien oder Kryptowährungen bezogen sind, die sie verfolgen. Dieser maßgeschneiderte Ansatz hilft dabei, Nutzer nicht mit irrelevanten Daten zu überhäufen und sie zu fundierteren Handelsentscheidungen zu führen.</p><h2>Vorstellung des RAKER Tokens</h2><p>Der RAKER Token ist das Lebenselixier der MarketRaker AI-Plattform. Durch den Verzicht auf traditionelle abonnementsbasierte Modelle mit Fiat-Währung öffnet der RAKER Token den Weg zu einem gemeinschaftsorientierten Ökosystem. Wenn das Ansehen und die Effektivität von MarketRaker AI steigen, können Token-Inhaber möglicherweise vom Weiterverkauf ihrer Abonnements innerhalb der Gemeinschaft profitieren und so ein dynamisches und selbsttragendes Umfeld fördern.</p><h2>Token-basierter Zugang und Gemeinschaftsbeteiligung</h2><p>RAKER ist nicht nur ein Token; es ist der Schlüssel zum Schatz an Informationen von MarketRaker AI. Der Besitz von 10 RAKER Tokens gewährt dem Nutzer einen Monat Zugang, während ein Vorrat von 1000 Tokens lebenslange Privilegien bietet. Dieses tokenzentrierte Modell stellt nicht nur sicher, dass jeder Nutzer ein greifbares Interesse am Erfolg der Plattform hat, sondern verstärkt auch das Gefühl von Gemeinschaft und kollektivem Wachstum.</p>",

  "docs_nav_tree.getting_started.name": "Erste Schritte",
  "docs_nav_tree.getting_started.content": "",
  "docs_nav_tree.getting_started.first_time_user_guide.name": "Erstanwender-Leitfaden",
  "docs_nav_tree.getting_started.first_time_user_guide.content": "<h1>Erstanwender-Leitfaden für MarketRaker AI</h1><p>Willkommen bei MarketRaker AI! Dieser Leitfaden hilft Ihnen bei der Registrierung, der Auswahl Ihres Risikoprofils, der Verknüpfung Ihrer ADA-Wallet und dem mühelosen Kauf von RAKER-Token. Folgen Sie einfach diesen einfachen Schritten:</p><h3>1. Anmeldung und Ersteinrichtung</h3><ol><li>Besuchen Sie die Startseite von MarketRaker AI.</li><li>Klicken Sie auf die Schaltfläche „Anmelden“ oder „Konto erstellen“.</li><li>Registrieren Sie sich, wählen Sie dann Ihr Risikoprofil aus.</li><li>Nachdem Sie Ihr Risiko ausgewählt haben, wählen Sie die Aktien oder Kryptowährungen aus, die Sie interessieren.</li><li>Überprüfen Sie die Indikatoren basierend auf dieser Auswahl und schließen Sie den Vorgang ab.</li><li>Sie sehen verschiedene Anmeldeoptionen. Wählen Sie „Mit Google fortfahren“.</li><li>Wählen Sie Ihr Google-Konto aus und gewähren Sie die erforderlichen Berechtigungen.</li><li>Füllen Sie alle zusätzlichen Profilinformationen aus, die von MarketRaker AI benötigt werden.</li></ol><h3>2. RAKER-Token auf MinSwap kaufen</h3><ol><li>Gehen Sie zur Handelsplattform MinSwap.</li><li>Suchen Sie nach dem Token „RAKER“ in der Token-Liste.</li><li>Verbinden Sie Ihre ADA-Wallet mit MinSwap.</li><li>Geben Sie die Menge an RAKER-Token ein, die Sie kaufen möchten.</li><li>Überprüfen Sie die Transaktionsdetails und stellen Sie sicher, dass alles korrekt ist.</li><li>Bestätigen Sie die Transaktion und warten Sie, bis sie abgeschlossen ist.</li><li>Nach Abschluss sollten Sie die RAKER-Token in Ihrer ADA-Wallet sehen!</li></ol><h3>3. Verknüpfen Ihrer ADA-Wallet</h3><ol><li>Nach der Anmeldung gehen Sie in den Bereich „Wallet“ oder „Profil“.</li><li>Klicken Sie auf „ADA-Wallet verknüpfen“ oder eine ähnliche Option.</li><li>Folgen Sie den Anweisungen auf dem Bildschirm, um Ihre ADA-Wallet sicher zu verbinden.</li></ol>",
  "docs_nav_tree.getting_started.installation_setup.name": "Installation und Einrichtung",
  "docs_nav_tree.getting_started.installation_setup.content": "<h1>Installations- und Einrichtungsleitfaden für MarketRaker AI</h1><p>Willkommen bei MarketRaker AI, Ihrer Plattform für umsetzbare Handelsinformationen und Indikatoren. Das Einrichten von MarketRaker AI, um Indikatoren für Ihre bevorzugten Aktien oder Kryptowährungen zu erhalten, ist einfach. Folgen Sie den folgenden Schritten, um loszulegen:</p><h2>Schritt 1: Zugriff auf die Plattform</h2><ol><li>Öffnen Sie Ihren bevorzugten Webbrowser.</li><li>Geben Sie in die Adressleiste die folgende URL ein oder kopieren Sie sie: <a href=\"https://raker.market\" target=\"_blank\">https://raker.market</a></li><li>Drücken Sie <code>Enter</code> oder <code>Return</code> auf Ihrer Tastatur, um zur MarketRaker AI-Plattform zu navigieren.</li></ol><h2>Schritt 2: Navigieren Sie zur Entdeckungsseite</h2><ol><li>Nachdem Sie auf der Startseite von MarketRaker AI angekommen sind, suchen Sie die Navigationsleiste oder das Menü.</li><li>Klicken Sie auf die Option „Entdeckung“. Dies führt Sie zu einer speziellen Seite, auf der Sie verschiedene Aktien und Kryptowährungen erkunden können.</li></ol><h2>Schritt 3: Wählen Sie Ihre Interessen</h2><ol><li>Auf der Seite „Entdeckung“ finden Sie eine Liste der verfügbaren Aktien und Kryptowährungen.</li><li>Durchsuchen Sie die Liste oder verwenden Sie die Suchfunktion, um schnell Ihre Interessen zu finden.</li><li>Sobald Sie eine Aktie oder Kryptowährung identifiziert haben, die Sie interessiert, klicken Sie darauf. Diese Aktion signalisiert Ihr Interesse daran, Indikatoren für diesen bestimmten Vermögenswert zu erhalten.</li></ol><h2>Schritt 4: Einrichten der Indikatoren</h2><ol><li>Nachdem Sie Ihre gewünschten Aktien oder Kryptowährungen ausgewählt haben, folgen Sie den weiteren Anweisungen oder Einstellungen, um den Typ der Indikatoren zu verfeinern, die Sie erhalten möchten.</li><li>Stellen Sie sicher, dass Sie Ihre Einstellungen speichern oder bestätigen, falls erforderlich.</li></ol><h2>Schritt 5: Abschließen und Erkunden</h2><ol><li>Sobald Sie Ihre Indikatoren eingerichtet haben, können Sie zum Haupt-Dashboard zurückkehren oder andere Funktionen von MarketRaker AI erkunden.</li><li>Denken Sie daran, dass Sie jederzeit zur Entdeckungsseite zurückkehren können, um weitere Vermögenswerte hinzuzufügen oder Ihre Indikatoreinstellungen anzupassen.</li></ol><hr><p>Das war's! Sie haben MarketRaker AI erfolgreich eingerichtet, um maßgeschneiderte Handelsindikatoren für Ihre ausgewählten Aktien und Kryptowährungen zu erhalten. Tauchen Sie ein und nutzen Sie die wertvollen Informationen, die MarketRaker AI bietet. Viel Erfolg beim Handeln!</p>",
  "docs_nav_tree.getting_started.navigating_dashboard.name": "Navigieren im Dashboard",
  "docs_nav_tree.getting_started.navigating_dashboard.content": "<h1>Navigieren im Dashboard</h1><p>Das MarketRaker AI-Dashboard ist Ihr zentraler Anlaufpunkt für den Zugriff auf wichtige Handelsindikatoren und Informationen. Es wurde entwickelt, um benutzerfreundlich zu sein und schnellen Zugriff auf wichtige Daten zu ermöglichen. Hier ist ein kurzer Leitfaden, um das Beste aus dem Dashboard herauszuholen:</p><h2>Kategorien</h2><p>Das Dashboard ist in verschiedene Kategorien unterteilt, um Ihre Navigation zu erleichtern:</p><ul><li><strong>Alle:</strong> Diese Kategorie bietet einen vollständigen Überblick und zeigt Indikatoren für Aktien und Kryptowährungen an.</li><li><strong>Aktien:</strong> Wenn Sie sich speziell für den Aktienmarkt interessieren, konzentriert sich diese Kategorie nur auf Aktienindikatoren.</li><li><strong>Krypto:</strong> Für Krypto-Enthusiasten hebt diese Kategorie relevante Indikatoren für den Kryptomarkt hervor.</li></ul><h2>Indikatortypen</h2><p>MarketRaker AI bietet verschiedene Indikatortypen, um Ihren Handelsanforderungen gerecht zu werden:</p><ul><li><strong>Prognostizierte zukünftige Indikatoren:</strong> Erhalten Sie einen Einblick in potenzielle zukünftige Trends mit Indikatoren, die mögliche Marktbewegungen basierend auf einer fortschrittlichen KI-Analyse projizieren.</li><li><strong>Indikatoren von heute:</strong> Bleiben Sie auf dem neuesten Stand des aktuellen Marktgeschehens. Diese Indikatoren liefern Echtzeitinformationen über die heutigen Marktbedingungen, um fundierte Entscheidungen zu treffen.</li><li><strong>Archivierte Indikatoren:</strong> Ein wahrer Schatz an historischen Daten, dieser Abschnitt ermöglicht es Ihnen, vergangene Indikatoren zu überprüfen, die wertvolle Einblicke in frühere Marktbedingungen und -trends bieten.</li></ul><h2>Echtzeit-Preisüberwachung</h2><p>Für jede auf dem Dashboard aufgeführte Aktie oder Kryptowährung wird auch der Preis angezeigt. Beachten Sie bitte, dass diese Preise um 15 Minuten verzögert sind, um Ihnen eine nahezu Echtzeitperspektive auf die Performance Ihrer Vermögenswerte zu bieten.</p><hr><p>Das MarketRaker AI-Dashboard wurde entwickelt, um Ihnen alle notwendigen Werkzeuge für einen erfolgreichen Handel zur Verfügung zu stellen. Machen Sie sich mit seinen Funktionen vertraut und nutzen Sie die Echtzeit-Daten und prädiktiven Analysen, um fundierte Handelsentscheidungen zu treffen. Denken Sie daran, MarketRaker AI ist immer an Ihrer Seite, um Sie auf Ihrem Weg zu unterstützen. Viel Erfolg beim Handeln!</p>",
  "docs_nav_tree.getting_started.telegram_integration.name": "Telegram-Integration",
  "docs_nav_tree.getting_started.telegram_integration.content": "<h1>Telegram-Integration</h1><p>Bleiben Sie unterwegs informiert mit der Telegram-Integration von MarketRaker AI! Sie können nun alle wichtigen Handelsindikatoren und Benachrichtigungen direkt über Telegram erhalten, sodass Sie keine wichtige Neuigkeit verpassen, egal wo Sie sich befinden. Die Einrichtung ist einfach und unkompliziert:</p><h2>Schritte zur Integration von Telegram</h2><ol><li>Gehen Sie zum Abschnitt „Profil“ auf der MarketRaker AI-Plattform.</li><li>Suchen Sie nach der Option „Integrationen“ und wählen Sie diese aus.</li><li>Klicken Sie auf das dargestellte „Telegram-Symbol“ und folgen Sie den Anweisungen, um Ihr MarketRaker AI-Konto mit Ihrem Telegram-Konto zu verknüpfen.</li><li>Sie werden aufgefordert, die Verbindung zwischen MarketRaker AI und Telegram zu autorisieren.</li><li>Führen Sie die Anweisungen aus, um die Verbindung erfolgreich abzuschließen.</li><li>Sobald Sie verbunden sind, können Sie Ihre Telegram-Benachrichtigungen aktivieren, um direkt auf Ihrem Telegram-Konto aktuelle Handelsinformationen zu erhalten.</li></ol><h2>Personalisieren Sie Ihre Telegram-Benachrichtigungen</h2><ol><li>Nach der Integration können Sie auch anpassen, welche Arten von Benachrichtigungen Sie über Telegram erhalten möchten.</li><li>Navigieren Sie einfach zu den <strong>Benachrichtigungseinstellungen</strong> in Ihrem <strong>Profil</strong> und passen Sie die Präferenzen nach Ihren Wünschen an.</li><li>Sie können wählen, ob Sie Updates zu bestimmten Aktien, Kryptowährungen oder allgemeine Marktnachrichten erhalten möchten.</li></ol><hr><p>Das war's! Mit der Telegram-Integration sind Sie nun jederzeit verbunden und auf dem Laufenden, selbst unterwegs. MarketRaker AI stellt sicher, dass Sie alle Informationen erhalten, die Sie benötigen, wann immer Sie sie benötigen. Viel Erfolg beim Handeln!</p>",
  "docs_nav_tree.getting_started.discord_integration.name": "Discord-Integration",
  "docs_nav_tree.getting_started.discord_integration.content": "<h1>Discord-Integration</h1><p>Bleiben Sie mit der Discord-Integration von MarketRaker AI stets verbunden und informiert! Erhalten Sie mühelos alle Ihre wichtigen Handelsindikatoren und Benachrichtigungen direkt auf Discord, sodass Sie überall rechtzeitig informiert werden. Die Integration ist einfach und benutzerfreundlich:</p><h2>Schritte zur Integration mit Discord</h2><ol><li>Gehen Sie zum Bereich <strong>Profil</strong> auf der MarketRaker AI-Plattform.</li><li>Suchen Sie die Option <strong>Integrationen</strong> und wählen Sie sie aus.</li><li>Klicken Sie auf das bereitgestellte <strong>Discord-Symbol</strong>.</li><li>Folgen Sie den angezeigten Schritten, um die Integration abzuschließen. Nach der Fertigstellung können Sie MarketRaker AI-Benachrichtigungen auf Ihrem Discord erhalten!</li></ol><h2>Benachrichtigungen Verwalten</h2><p>Zuviele Benachrichtigungen? Sie haben die Kontrolle:</p><ul><li><strong>Abonnements Einschränken:</strong> Minimieren Sie Benachrichtigungen, indem Sie weniger Aktien oder Kryptowährungen abonnieren.</li><li><strong>Bestimmte Assets Deaktivieren:</strong> Sie können auch Benachrichtigungen für bestimmte Aktien oder Kryptowährungen deaktivieren, die derzeit nicht von Interesse sind.</li></ul><hr><p>Mit der Discord-Integration von MarketRaker AI sind Sie stets über die neuesten Handelsinformationen auf dem Laufenden. Passen Sie Ihre Benachrichtigungseinstellungen an Ihre Vorlieben an, um ein reibungsloses und effizientes Handelserlebnis zu gewährleisten. Wir sind bestrebt, Ihnen eine erstklassige Handelserfahrung zu bieten, und unsere Discord-Integration ist ein Beweis dafür. Tauchen Sie ein, bleiben Sie informiert und handeln Sie klug!</p>",
  "docs_nav_tree.getting_started.webhooks_integration.name": "Webhook-Integration",
  "docs_nav_tree.getting_started.webhooks_integration.content": "<h1>Webhook-Integration</h1><p>MarketRaker AI bietet eine nahtlose Webhook-Integration, die es den Benutzern ermöglicht, die Plattform mühelos mit ihren Handelsrobotern zu verbinden. Durch die Nutzung von Webhooks können Sie Handelsaktionen basierend auf den von MarketRaker AI erhaltenen Indikatoren automatisieren und so rechtzeitige und strategische Trades sicherstellen.</p><h2>Schritte zur Einrichtung der Webhook-Integration</h2><ol><li>Gehen Sie zum Bereich <strong>Profil</strong> auf der MarketRaker AI-Plattform.</li><li>Wählen Sie die Option <strong>Integrationen</strong> und klicken Sie darauf.</li><li>Suchen Sie die Option <strong>Webhooks</strong> und wählen Sie sie aus.</li><li>Geben Sie Ihre Webhook-URL ein, an die Sie die MarketRaker AI-Benachrichtigungen erhalten möchten.</li><li>Sobald die Einrichtung abgeschlossen ist, löst jeder Indikator von MarketRaker AI ein Webhook-Ereignis aus, das die Daten an Ihren angegebenen Endpunkt sendet.</li></ol><h2>Strategisches Trading mit Webhooks</h2><p>Mit Webhooks kann Ihr Handelsroboter diese Signale empfangen und so konfiguriert werden, dass Kauf- oder Verkaufsaufträge basierend auf den empfangenen Indikatoren ausgeführt werden. Zum Beispiel kann ein positiver Momentum-Indikator von MarketRaker AI Ihren Bot dazu veranlassen, eine Kauforder zu initiieren. Umgekehrt können bestimmte Verkaufssignale Ihren Bot dazu veranlassen, eine Position zu schließen, um optimale Handelsentscheidungen zu treffen.</p><h2>Bleiben Sie Dran für Mehr!</h2><p>Wir erkennen das enorme Potenzial des automatisierten Handels. Daher werden wir umfassende Anleitungen veröffentlichen, wie Sie Drittanbieter-Bots optimal mit der Webhook-Funktionalität von MarketRaker AI nutzen können. Unser Ziel ist es, Ihnen die Werkzeuge und das Wissen zur Verfügung zu stellen, um das Beste aus der automatisierten Handelslandschaft herauszuholen. Halten Sie Ausschau nach weiteren Informationen und vertiefen Sie Ihren strategischen Handelsansatz mit MarketRaker AI!</p>",
  "docs_nav_tree.community_support.name": "Gemeinschaft & Support",
  "docs_nav_tree.community_support.rules.content": "<p><strong>MarketRaker AI Gemeinschaftsregeln & Richtlinien</strong></p><p>Willkommen in der MarketRaker AI Gemeinschaft! Bitte halten Sie sich an die folgenden Regeln:</p><ol><li><strong>Respektiere alle</strong>: Vermeiden Sie beleidigende Sprache und Belästigung.</li><li><strong>Bleiben Sie beim Thema</strong>: Stellen Sie sicher, dass die Diskussionen für MarketRaker AI relevant sind.</li><li><strong>Kein Spam</strong>: Vermeiden Sie wiederholte Nachrichten oder irrelevante Links.</li><li><strong>Keine Finanzberatung</strong>: Alle Diskussionen dienen nur Informationszwecken.</li><li><strong>Vermeiden Sie FUD & Hype</strong>: Bleiben Sie objektiv und sachlich.</li><li><strong>Respektiere die Privatsphäre</strong>: Teilen oder fordern Sie keine persönlichen Informationen an.</li><li><strong>Vorsicht vor Betrug</strong>: Wir werden <em>niemals</em> nach persönlichen Details oder Geld fragen. Seien Sie immer vorsichtig gegenüber Betrügern.</li><li><strong>Verdächtiges Verhalten melden</strong>: Melden Sie verdächtige Aktivitäten den Moderatoren.</li><li><strong>Konstruktives Feedback</strong>: Präsentieren Sie Vorschläge auf konstruktive Weise.</li><li><strong>Einhaltung der Regeln</strong>: Verstöße gegen diese Regeln können zu Sperrungen führen.</li></ol><p>Bleiben Sie sicher und arbeiten Sie positiv in der MarketRaker AI Gemeinschaft zusammen.</p>",
  "docs_nav_tree.community_support.join_our_discord.name": "Treten Sie unserem Discord bei",
  "docs_nav_tree.community_support.join_our_discord.content": "<p>Willkommen auf dem offiziellen <strong><a target=\"_blank\" href=\"https://discord.gg/Rk6jYHJnXu\">MarketRaker AI Discord-Kanal</a></strong>.</p><p>Nach dem Beitritt haben alle Mitglieder Zugang zu Kanälen wie Whitepaper, Ankündigungen und allgemeinem Chat. Hier können Sie sich mit der Gemeinschaft verbinden und über die Entwicklungen von MarketRaker AI auf dem Laufenden bleiben.</p><p>Mitglieder mit einem gültigen MarketRaker AI Abonnement erhalten eine zusätzliche Rolle, die ihnen Zugang zu exklusiven Kanälen gibt. Dazu gehören Bereiche für Benachrichtigungen, Ergebnisse und spezialisiertere Diskussionen.</p><p>Für eine nahtlose Integration in unsere Gemeinschaft und um Ihre MarketRaker AI-Erfahrung zu maximieren, <strong><a href=\"https://discord.gg/Rk6jYHJnXu\" target=\"_blank\">treten Sie noch heute unserem Discord-Kanal bei</a></strong>.</p>",
  "docs_nav_tree.community_support.join_telegram.name": "Treten Sie unserem Telegram bei",
  "docs_nav_tree.community_support.join_telegram.content": "<p>Unser <strong><a href=\"https://t.me/+r_BIiKvMqbZmMjBk\">Telegram-Kanal</a></strong> steht weiterhin allen offen. Allerdings verlagern wir die meisten unserer Kommunikation zu Discord, um bessere Interaktionen und Updates zu gewährleisten. Um sicherzustellen, dass Sie keine wichtigen Ankündigungen verpassen, treten Sie bitte unserem <strong><a href=\"https://discord.gg/Rk6jYHJnXu\">Discord-Kanal</a></strong> bei.</p>",
  "docs_nav_tree.community_support.contact_support.name": "Kontaktieren Sie den Support",
  "docs_nav_tree.community_support.contact_support.content": "<p>Für Unterstützung erreichen Sie uns auf <strong><a target=\"_blank\" href=\"https://discord.gg/Rk6jYHJnXu\">Discord</a></strong> oder senden Sie eine E-Mail an <a href=\"mailto:support@raker.market\">support@raker.market</a>. Wir bemühen uns, alle Anfragen zu beantworten, aber bitte stellen Sie sicher, dass Ihre Fragen relevant sind, um uns zu helfen, Ihnen besser zu dienen.</p>",

  "docs_nav_tree.legal.privacy_policy.name": "Datenschutzerklärung",
  "docs_nav_tree.legal.privacy_policy.content": "<div class=\"terms\"><div class=\"terms-heading\"><h1 class=\"document-heading\">Datenschutzerklärung</h1></div><div class=\"terms-body\"><p class=\"document-textA\"> Bei Raker.Market respektieren und schützen wir die Privatsphäre unserer Nutzer. Diese Datenschutzerklärung erklärt, wie wir Ihre persönlichen Daten erfassen, verwenden und schützen, wenn Sie unsere Website und Dienstleistungen nutzen.</p><h2 class=\"content-heading\">Informationen, die wir sammeln</h2><p class=\"document-textA\"> Wenn Sie unsere Website nutzen, können wir bestimmte Informationen über Sie erfassen, einschließlich:</p><ul class=\"document-list\"><li class=\"document-list\"> Persönliche Informationen wie Ihren Namen, Ihre E-Mail-Adresse und andere Kontaktdaten, die Sie angeben, wenn Sie sich für unsere Dienstleistungen anmelden oder uns für Support kontaktieren;</li><li class=\"document-list\"> Technische Informationen wie Ihre IP-Adresse, Ihren Browsertyp und Ihr Betriebssystem, die automatisch von unserem Webserver und unseren Analysetools erfasst werden;</li><li class=\"document-list\"> Nutzungsinformationen wie die Seiten, die Sie besuchen, das Datum und die Uhrzeit Ihrer Besuche und die Dauer, die Sie auf unserer Website verbringen, die von unseren Analysetools erfasst werden.</li></ul><h2 class=\"content-heading\">Wie wir Ihre Informationen verwenden</h2><p class=\"document-textA\"> Wir können Ihre persönlichen und technischen Informationen verwenden, um:</p><ul class=\"document-list\"><li class=\"document-list\"> Ihnen unsere Dienstleistungen bereitzustellen und zu verbessern;</li><li class=\"document-list\"> Auf Ihre Anfragen, Kommentare und Supportanfragen zu reagieren;</li><li class=\"document-list\"> Nutzungstrends und -muster auf unserer Website zu analysieren und zu überwachen;</li><li class=\"document-list\"> Den geltenden Gesetzen, Vorschriften und rechtlichen Verfahren zu entsprechen.</li></ul><h2 class=\"content-note\">Wir verkaufen, vermieten oder verleihen Ihre persönlichen Daten nicht an Dritte.</h2><h2 class=\"content-heading\">Cookies und andere Tracking-Technologien</h2><p class=\"document-text\"> Wir verwenden Cookies und andere Tracking-Technologien, um bestimmte Informationen über Ihre Nutzung unserer Website zu erfassen und zu speichern. Cookies sind kleine Textdateien, die auf Ihrem Gerät gespeichert werden, wenn Sie eine Website besuchen. Sie dienen dazu, Ihre Präferenzen zu speichern und bestimmte Funktionen unserer Website zu aktivieren. Sie können Cookies und andere Tracking-Technologien über Ihre Browsereinstellungen steuern. Das Deaktivieren von Cookies kann jedoch Ihre Fähigkeit beeinträchtigen, bestimmte Funktionen unserer Website zu nutzen.</p><h2 class=\"content-heading\">Datensicherheit</h2><p class=\"document-text\"> Wir ergreifen angemessene Maßnahmen, um die Sicherheit Ihrer persönlichen Daten zu schützen, einschließlich der Verwendung von Verschlüsselungstechnologien und Zugriffskontrollen, um unbefugten Zugriff, Nutzung oder Offenlegung Ihrer Informationen zu verhindern. Dennoch kann keine Datenübertragung über das Internet oder ein Speichersystem zu 100 % sicher garantiert werden. Daher können wir die absolute Sicherheit Ihrer persönlichen Daten nicht gewährleisten.</p><h2 class=\"content-heading\">Änderungen dieser Datenschutzerklärung</h2><p class=\"document-text\"> Wir können diese Datenschutzerklärung von Zeit zu Zeit aktualisieren. Wir werden Sie über wesentliche Änderungen dieser Richtlinie informieren, indem wir eine Mitteilung auf unserer Website veröffentlichen oder Ihnen eine E-Mail senden.</p><h2 class=\"content-heading\">Kontaktieren Sie uns</h2><p class=\"document-text\"> Wenn Sie Fragen oder Bedenken zu dieser Datenschutzerklärung oder unseren Datenpraktiken haben, kontaktieren Sie uns bitte unter <a href=\"support@raker.market\">support@raker.market</a>.</p></div></div>",
  "docs_nav_tree.legal.terms_of_use.name": "Nutzungsbedingungen",
  "docs_nav_tree.legal.terms_of_use.content": "<div class=\"terms\"><div class=\"terms-heading\"><h1 class=\"document-heading\">Nutzungsbedingungen</h1></div><div class=\"terms-body\"><p class=\"document-textA\"> Willkommen bei MarketRaker AI, einem Tool, das Handelsindikatoren und Erkenntnisse für verschiedene Märkte bietet. Durch die Nutzung unserer Website und Dienstleistungen erklären Sie sich mit diesen Nutzungsbedingungen einverstanden. Bitte lesen Sie diese sorgfältig durch, bevor Sie unsere Website oder Dienstleistungen nutzen.</p><h2 class=\"content-heading\">Haftungsausschluss</h2><p class=\"document-text\"> MarketRaker AI ist kein Finanzberater und bietet keine Anlageberatung an. Unsere Dienstleistungen sollen Informationen und Handelsindikatoren ausschließlich zu Bildungs- und Informationszwecken bereitstellen. Es ist wichtig zu verstehen, dass die Nutzung unserer Dienstleistungen und Indikatoren keine bestimmten Anlageergebnisse garantiert und dass jeder Handel mit Risiken verbunden ist.</p><h2 class=\"content-heading\">Nutzung unserer Dienstleistungen</h2><p class=\"document-text\"> Durch die Nutzung unserer Website und Dienstleistungen erklären Sie sich damit einverstanden, dass Sie diese nicht für illegale, unbefugte oder unsachgemäße Zwecke verwenden. Sie erklären sich damit einverstanden, unsere Dienstleistungen ausschließlich für Ihre persönliche, nicht kommerzielle Nutzung zu verwenden und Ihre Kontodaten oder Anmeldeinformationen nicht mit Dritten zu teilen. Sie erklären sich auch damit einverstanden, nicht zu versuchen, unsere Software oder Dienstleistungen rückwärts zu entwickeln, zu dekompilieren oder zu zerlegen. Sie erklären sich auch damit einverstanden, keine automatisierten Systeme oder Bots zu verwenden, um auf unsere Dienstleistungen zuzugreifen oder diese zu nutzen.</p><h2 class=\"content-heading\">Schadloshaltung</h2><p class=\"document-text\"> Sie erklären sich damit einverstanden, MarketRaker AI, seine Tochtergesellschaften, leitenden Angestellten, Direktoren, Mitarbeiter, Vertreter, Lizenzgeber und Lieferanten von jeglichen Ansprüchen, Haftungen, Schäden oder Ausgaben (einschließlich Anwaltskosten) freizustellen, zu verteidigen und schadlos zu halten, die sich aus Ihrer Nutzung unserer Website oder Dienstleistungen, Ihrer Verletzung dieser Nutzungsbedingungen oder Ihrer Verletzung der Rechte Dritter ergeben.</p><h2 class=\"content-heading\">Haftungsbeschränkung</h2><p class=\"document-text\"> Soweit gesetzlich zulässig, haften MarketRaker AI, seine Tochtergesellschaften, leitenden Angestellten, Direktoren, Mitarbeiter, Vertreter, Lizenzgeber und Lieferanten nicht für direkte, indirekte, punitive, zufällige, besondere oder Folgeschäden, die aus oder im Zusammenhang mit der Nutzung unserer Website oder Dienstleistungen entstehen, unabhängig davon, ob die Haftung auf Vertrag, unerlaubter Handlung, verschuldensunabhängiger Haftung oder einer anderen Haftungstheorie beruht, selbst wenn MarketRaker AI auf die Möglichkeit solcher Schäden hingewiesen wurde.</p><h2 class=\"content-heading\">RAKER Token-Zuschuss für Frühunterstützer</h2><p class=\"document-text\"> Der RAKER Token-Zuschuss bietet einen anfänglichen Zuschuss von 10 RAKER-Token, mit der Möglichkeit, bis zu 1000 Token zu erhalten, als besondere Anerkennung für Frühunterstützer von MarketRaker AI. Wir haben dies eingerichtet, um unsere frühen Community-Mitglieder zu würdigen und zu belohnen. Wir fordern jedoch alle Mitglieder auf, diesen Zuschuss verantwortungsvoll und im Geiste des Zwecks zu verwenden. <br><br> Um die Integrität dieses Zuschusses zu wahren und sicherzustellen, dass er an echte Nutzer geht, verlangen wir von allen Teilnehmern, sich in die MarketRaker AI-App einzuloggen und eine Verifizierung abzuschließen, bevor Token ausgezahlt werden.</p><br><br><p class=\"document-text\"><b>Beispiele für gültige Anwendungsfälle:</b></p><ul class=\"document-text\"><li class=\"document-text\">Übertragung des Zuschusses auf das Wallet eines Freundes, das andere aktive Transaktionen aufweist.</li><li class=\"document-text\">Direkter Kauf von Token bei MinSwap.</li></ul><p class=\"document-text\"><b>Beispiele für ungültige Anwendungsfälle:</b></p><ul><li class=\"document-text\">Wallets mit nur einer einzigen Transaktion von 10 Token für den Airdrop werden als verdächtig betrachtet und können zur Überprüfung markiert werden.</li></ul><p class=\"document-text\"><br>Bitte beachten Sie: MarketRaker AI behält sich das Recht vor, Token von Konten zurückzuhalten oder abzurufen, die gegen diese Bedingungen verstoßen.</p><h2 class=\"content-heading\">Änderungen der Nutzungsbedingungen</h2><p class=\"document-text\"> Wir behalten uns das Recht vor, diese Nutzungsbedingungen ohne vorherige Ankündigung zu ändern oder zu aktualisieren. Ihre fortgesetzte Nutzung unserer Website oder Dienstleistungen nach solchen Änderungen gilt als Zustimmung zu den neuen Nutzungsbedingungen.</p><h2 class=\"content-heading\">Kontaktieren Sie uns</h2><p class=\"document-text\"> Wenn Sie Fragen oder Bedenken zu diesen Nutzungsbedingungen haben, kontaktieren Sie uns bitte unter <a href=\"support@raker.market\">support@raker.market</a>.</p></div></div>",

  "docs_nav_tree.not_found": "<h1>404 Nicht gefunden</h1><p>Diese Dokumentationsseite scheint noch im Bau zu sein. Bitte versuchen Sie eine andere Dokumentationsressource.</p>",

  "docs_nav_tree.market_direction_api": "<h1>Marktrichtung abrufen</h1><p><mark><b>POST</b> &rarr; /model/market-direction</mark></p><p>Berechnet die Marktrichtung basierend auf den bereitgestellten Intraday-Daten.</p><p><i>Kosten: 1 Kredit</i></p><h4>Parameter:</h4><table><tr><th>Name</th><th>Typ</th><th>Erf.</th><th>Beschreibung</th></tr><tr><td>X-Application-Id<p><code><i>(Header)</i></code></p></td><td>STRING</td><td>JA</td><td>Ihre MarketRaker-Anwendungs-ID, siehe <a href=\"https://raker.market/#/api-instructions\" target=\"_blank\">API-Anweisungen</a> für ein Implementierungsbeispiel.</td></tr><tr><td>X-Signature<p><code><i>(Header)</i></code></p></td><td>STRING</td><td>JA</td><td>Die Signatur, wie sie mit Ihrem öffentlichen Schlüssel erhalten wurde, siehe <a href=\"https://raker.market/#/api-instructions\" target=\"_blank\">API-Anweisungen</a> für ein Implementierungsbeispiel.</td></tr><tr><td>X-Signature-Timestamp<p><code><i>(Header)</i></code></p></td><td>STRING</td><td>JA</td><td>Der Zeitstempel, als die Signatur erstellt wurde, im UNIX-Zeitformat, siehe <a href=\"https://raker.market/#/api-instructions\" target=\"_blank\">API-Anweisungen</a> für ein Implementierungsbeispiel.</td></tr><tr><td>Daten <p><code><i>(Body)</i></code></p></td><td>JSON</td><td>JA</td><td>Intraday-Daten, die für die Berechnung der Marktrichtung erforderlich sind. Es wird empfohlen, mindestens 20 Datenpunkte zu haben.</td></tr></table><h4>Datenbeispiel:</h4><p>Das Daten-JSON-Objekt muss im folgenden Format bereitgestellt werden:</p><img src=\"assets\\images\\docs\\market_direction_api\\data_example.png\"><p></p>",

  "docs_nav_tree.references.name": "Referenzen",
  "docs_nav_tree.references.faqs.name": "FAQs",
  "docs_nav_tree.references.api_documentation.name": "API-Dokumentation",
  "docs_nav_tree.references.glossary.name": "Glossar",
  "docs_nav_tree.references.glossary.content": "<div><h2>Glossar der Begriffe :</h2><ul><li><strong>MarketRaker AI :</strong> Eine Plattform, die sich auf die Auswahl von Aktien und die Vorhersage von Preisen durch ausgeklügelte Algorithmen und Datenanalyse konzentriert.</li><li><strong>RAKER :</strong> Der native Token von MarketRaker AI, der als Abonnementmodell zur Nutzung der Werkzeuge und Dienstleistungen der Plattform dient.</li><li><strong>Aktienauswahl :</strong> Der Prozess der Auswahl von Aktien, von denen erwartet wird, dass sie besser abschneiden als der Markt.</li><li><strong>Zufälliger Gang :</strong> Eine Theorie, die vorschlägt, dass Änderungen der Aktienpreise die gleiche Verteilung aufweisen und unabhängig voneinander sind.</li><li><strong>TradingView :</strong> Eine Plattform für Händler, um Marktdaten anzuzeigen und zu analysieren.</li><li><strong>Technische Indikatoren :</strong> Mathematische Berechnungen, die auf historischen Preis-, Volumen- oder Open-Interest-Daten basieren und darauf abzielen, die Richtung der Finanzmärkte vorherzusagen.</li><li><strong>Ehlers Auto-Korrelation :</strong> Ein technischer Indikator, der zur Analyse von Markttrends verwendet wird.</li><li><strong>Gini-Koeffizient :</strong> Ein Maß für die statistische Streuung, das die Einkommensverteilung der Bewohner einer Nation darstellt.</li><li><strong>TCN (Temporales Faltungsnetzwerk) :</strong> Ein neuronales Netzwerk, das für Sequenzmodellierungsaufgaben verwendet wird.</li><li><strong>LSTM :</strong> Langzeit-Kurzzeitgedächtnis, eine Art von rekurrenter neuronaler Netzwerkarchitektur.</li><li><strong>RNN :</strong> Rekurrentes Neuronales Netzwerk, eine Klasse künstlicher neuronaler Netzwerke.</li><li><strong>Keras :</strong> Eine Open-Source-Softwarebibliothek, die eine Python-Schnittstelle für künstliche neuronale Netzwerke bereitstellt.</li><li><strong>Adam-Optimierer :</strong> Ein Verfahren zur stochastischen Optimierung.</li><li><strong>Weights and Biases :</strong> Werkzeuge, die zur Verfolgung von Experimenten im maschinellen Lernen, zur Versionierung von Datensätzen und zur Zusammenarbeit bei Projekten verwendet werden.</li><li><strong>Bayesische Optimierung :</strong> Eine sequenzielle Entwurfsstrategie zur globalen Optimierung von Black-Box-Funktionen.</li><li><strong>Webhooks :</strong> Automatisierte Nachrichten, die von Apps gesendet werden, wenn etwas passiert, oft verwendet, um Drittanbieter-Tools zu integrieren.</li><li><strong>Trading Bots :</strong> Automatisierte Systeme, die im Namen eines Händlers auf der Grundlage einer vordefinierten Strategie Transaktionen ausführen können.</li><li><strong>Rezeptives Feld :</strong> Der Raum in den Eingangsdaten, der von einem neuronalen Netzwerk eingenommen wird, um eine bestimmte Ausgabe zu erzeugen.</li><li><strong>Residualblock :</strong> Ein Bestandteil neuronaler Netzwerke, der hilft, das Problem der verschwindenden Gradienten zu lösen, indem er Sprungverbindungen einführt.</li><li><strong>Hyperparameter :</strong> Ein Parameter, dessen Wert vor dem Training eines Modells für maschinelles Lernen festgelegt wird, im Gegensatz zu Werten, die durch das Training abgeleitet werden.</li></ul></div>",

  "docs_nav_tree.tutorials_incomplete.name": "Tutorials (Unvollständig)",
  "docs_nav_tree.tutorials_incomplete.content": "",
  "docs_nav_tree.tutorials_incomplete.setting_up_indicators.name": "Einrichten von Indikatoren",
  "docs_nav_tree.tutorials_incomplete.setting_up_indicators.content": "",
  "docs_nav_tree.tutorials_incomplete.interpreting_ai_insights.name": "Interpretation von KI-Einblicken",
  "docs_nav_tree.tutorials_incomplete.interpreting_ai_insights.content": "",
  "docs_nav_tree.tutorials_incomplete.customizing_ai_models.name": "Anpassen von KI-Modellen",
  "docs_nav_tree.tutorials_incomplete.customizing_ai_models.content": "",
  "docs_nav_tree.tutorials_incomplete.integration_with_trading_platforms.name": "Integration mit Handelsplattformen",
  "docs_nav_tree.tutorials_incomplete.integration_with_trading_platforms.content": "",
  "docs_nav_tree.tutorials_incomplete.setting_up_alerts.name": "Einrichten von Benachrichtigungen",
  "docs_nav_tree.tutorials_incomplete.setting_up_alerts.content": "",

  "docs_nav_tree.release_notes_updates.name": "Versionshinweise & Aktualisierungen",
  "docs_nav_tree.release_notes_updates.content": "",
  "docs_nav_tree.white_paper_v1_0.name": "Weißbuch v1.0",
  "docs_nav_tree.white_paper_v1_0.index": "<img width=600px class=\"logo\" src=\"assets/images/MARKETRAKER_LOGO_RC_WITH_TEXT.png\" /><h3>Einführung</h3><ol><li>Grundidee und Wertversprechen</li><li>Nutzung fortschrittlicher Technologien</li><li>Ein ganzheitlicher Ansatz</li><li>Tokenisierung als Ermöglicher</li></ol><h3>Blick in die Zukunft</h3><ol><li>Marktanalyse und Problemstellung</li><li>Überblick über den Handelsmarkt</li><li>Herausforderungen, denen Händler auf dem Markt begegnen</li></ol><h3>Wie MarketRaker AI diese Herausforderungen meistert</h3><ol><li>Wettbewerb</li><li>Wert, den MarketRaker AI bietet</li><li>Ergebnisse von MarketRaker AI</li></ol><h3>MarketRaker AI-Handelsindikatoren</h3><ol><li>Erklärung der MarketRaker AI-Handelsindikatoren</li><li>Wie die Indikatoren funktionieren</li><li>Risikomodell: Unterstützung fundierter Handelsentscheidungen</li><li>Vorteile der Verwendung der MarketRaker AI-Handelsindikatoren</li></ol><h3>Token und Tokenomics</h3><ol><li>Erklärung des MarketRaker AI-Tokens</li><li>Verteilung und Zuweisung der Token</li><li>Bedeutung des MarketRaker AI-Tokens für Abonnements</li></ol><h3>Roadmap</h3><ol><li>2022 - 2023 - Produktentwicklung</li><li>Letztes Quartal 2023 - Markteinführung</li><li>Produktwachstum 2024</li></ol><h3>Fazit</h3><ol><li>Zusammenfassung von MarketRaker AI und seinen Vorteilen</li><li>Letzte Gedanken und Handlungsaufforderung</li></ol>",
  "docs_nav_tree.white_paper_v1_0.introduction.name": "Einführung",
  "docs_nav_tree.white_paper_v1_0.introduction.content": "<h1>Einführung?</h1><p>Wir sind dabei, unsere hochmoderne Plattform vorzustellen, die darauf ausgelegt ist, die Art und Weise zu verändern, wie Händler und Investoren die Marktanalyse und Entscheidungsfindung angehen. Mit dem Fokus darauf, qualitativ hochwertige Einblicke zu liefern und Investitionsentscheidungen zu vereinfachen, nutzt MarketRaker AI die Kraft der künstlichen Intelligenz, um den Nutzern in der heutigen komplexen Handelslandschaft einen deutlichen Vorteil zu verschaffen.</p>",
  "docs_nav_tree.white_paper_v1_0.introduction.core_idea_value_proposition.name": "Kernidee und Wertversprechen",
  "docs_nav_tree.white_paper_v1_0.introduction.core_idea_value_proposition.content": "<h1>Kernidee und Wertversprechen?</h1><p>Im Mittelpunkt unseres Projekts steht das Bestreben, Händlern und Investoren die schnellen und aktuellen Indikatoren zu liefern, die sie benötigen, um sich erfolgreich auf den Finanzmärkten zurechtzufinden. Wir verstehen die Herausforderungen, denen sich Händler gegenübersehen, um Markttrends zu entschlüsseln, Chancen zu erkennen und Risiken zu managen. MarketRaker AI ist speziell darauf ausgelegt, diese Herausforderungen zu bewältigen und diesen Prozess für eine Vielzahl von Märkten, einschließlich Aktien und Kryptowährungen, zu vereinfachen, basierend auf der individuellen Risikobereitschaft. So wichtig der Eintritt in den Markt ist, so wichtig ist auch das Wissen, wann man sich zurückziehen sollte. Das wirtschaftliche Umfeld verändert sich ständig und wird von unzähligen Variablen beeinflusst - geopolitische Ereignisse, regulatorische Änderungen, Marktstimmungen und vieles mehr. Händler reiten oft auf dem Höhenflug eines erfolgreichen Handels und werden in ihrer Strategie selbstzufrieden, ohne zu erkennen, dass das, was steigt, unweigerlich wieder fallen muss.</p>",
  "docs_nav_tree.white_paper_v1_0.introduction.harnessing_advanced_technologies.name": "Nutzung fortschrittlicher Technologien",
  "docs_nav_tree.white_paper_v1_0.introduction.harnessing_advanced_technologies.content": "<h1>Nutzung fortschrittlicher Technologien?</h1><p>MarketRaker AI nutzt fortschrittliche Algorithmen und maschinelles Lernen, um umsetzbare Handelsindikatoren zu generieren. Unsere Modelle analysieren große Datenmengen aus verschiedenen Märkten und decken Muster und Trends auf, die den Nutzern helfen, fundierte Investitionsentscheidungen auf Grundlage von Preisvorhersagen zu treffen.</p>",
  "docs_nav_tree.white_paper_v1_0.introduction.holistic_approach.name": "Ein ganzheitlicher Ansatz",
  "docs_nav_tree.white_paper_v1_0.introduction.holistic_approach.content": "<h1>Ein ganzheitlicher Ansatz?</h1><p>MarketRaker AI verfolgt einen ganzheitlichen Ansatz, um den vielfältigen Bedürfnissen von Händlern und Investoren gerecht zu werden. Unsere Plattform bietet eine benutzerfreundliche Oberfläche und eine breite Palette von Indikatoren, die es den Nutzern ermöglichen, ihr Handelserlebnis individuell an ihre einzigartigen Anforderungen anzupassen.</p>",
  "docs_nav_tree.white_paper_v1_0.introduction.looking_ahead.content": "<h1>Ein Blick in die Zukunft?</h1><p>In diesem Whitepaper werden wir die wesentlichen Merkmale und Vorteile von MarketRaker AI erläutern und einen detaillierten Überblick über die Funktionen, technischen Methoden und Vorzüge unserer Plattform geben. Begleiten Sie uns auf dieser spannenden Reise, während wir die Marktanalyse neu definieren und Händlern die Werkzeuge an die Hand geben, die sie für ihren Erfolg benötigen. Gemeinsam werden wir neue Möglichkeiten eröffnen und die Art und Weise, wie Handel im digitalen Zeitalter betrieben wird, revolutionieren.</p>",
  "docs_nav_tree.white_paper_v1_0.introduction.looking_ahead.name": "Ein Blick in die Zukunft",
  "docs_nav_tree.white_paper_v1_0.introduction.tokenisation_as_an_enabler.content": "<h1>Tokenisierung als Ermöglicher?</h1><p>Während unser Projekt die Tokenisierung beinhaltet, ist es wichtig zu beachten, dass sie als Mittel zur Verbesserung der Funktionalität, Zugänglichkeit und des Engagements innerhalb unserer Plattform dient. Das MarketRaker AI-Token ermöglicht den nahtlosen Zugang zu Premium-Funktionen, abonnementbasierten Diensten und die Teilnahme an unserem wachsenden Ökosystem. Darüber hinaus schaffen Tokens Anreize für ein aktives Benutzerengagement und erleichtern reibungslose Transaktionen, wodurch eine florierende und miteinander verbundene Community entsteht.</p>",

  "docs_nav_tree.white_paper_v1_0.market_analysis_and_problem_statement.name": "Marktanalyse und Problemstellung",
  "docs_nav_tree.white_paper_v1_0.market_analysis_and_problem_statement.challenges_faced_by_traders_in_the_market.name": "Herausforderungen für Händler auf dem Markt",
  "docs_nav_tree.white_paper_v1_0.market_analysis_and_problem_statement.challenges_faced_by_traders_in_the_market.content": "<h1>Herausforderungen für Händler auf dem Markt</h1><p>Trotz des Wachstums und Potenzials der Kryptowährungs- und traditionellen Aktienmärkte sehen sich Händler mit mehreren Herausforderungen konfrontiert, die es schwierig machen, durchgehend profitable Trades zu erzielen. Zu den wichtigsten Herausforderungen zählen:</p><ul><li>Marktvolatilität: Sowohl der Kryptowährungs- als auch der traditionelle Aktienmarkt sind bekanntermaßen volatil, mit plötzlichen Preisschwankungen, die schwer vorherzusagen oder in Echtzeit zu bewältigen sind.</li><li>Informationsüberflutung: Die schiere Menge an Nachrichten, Daten und Analysen über die Märkte kann überwältigend sein. Dies erschwert es den Händlern, wesentliche Trends und Signale zu erkennen.</li><li>Zeitaufwändige Analyse: Eine gründliche Marktanalyse und Forschung ist ein zeitaufwändiger und ressourcenintensiver Prozess, insbesondere für einzelne Händler oder kleine Teams.</li><li>Mangel an Fachwissen: Der erfolgreiche Handel erfordert ein tiefes Verständnis der Finanzmärkte, der technischen Analyse und der Handelsstrategien, was eine Barriere für unerfahrene oder weniger erfahrene Händler darstellen kann.</li><li>Risikomanagement: Risikomanagement ist entscheidend für den Erfolg beim Handel, aber es kann schwierig sein, das Risiko in sich schnell verändernden Märkten genau einzuschätzen und zu verwalten.</li></ul><p>MarketRaker AI zielt darauf ab, diese Herausforderungen zu bewältigen, indem es zuverlässige und umsetzbare Handelsindikatoren bereitstellt, die es Händlern ermöglichen, fundierte, datengestützte Entscheidungen zu treffen und das Risiko zu minimieren.</p>",
  "docs_nav_tree.white_paper_v1_0.market_analysis_and_problem_statement.how_marketraker_addresses_these_challenges.name": "Wie MarketRaker diese Herausforderungen meistert",
  "docs_nav_tree.white_paper_v1_0.market_analysis_and_problem_statement.how_marketraker_addresses_these_challenges.content": "<h2>Wie MarketRaker AI diese Herausforderungen meistert</h2><p>Jede der oben genannten Herausforderungen stellt ein großes Hindernis für Händler auf den heutigen dynamischen Finanzmärkten dar. MarketRaker AI wurde jedoch entwickelt, um jede dieser Herausforderungen auf folgende Weise effektiv anzugehen und die Handelslandschaft zu verändern:</p><ul><li><strong>Minderung der Marktvolatilität:</strong> Im Kern von MarketRaker AI steht eine fortschrittliche KI-Engine, die maschinelles Lernen einsetzt, um große Datenmengen in Echtzeit zu analysieren. Sie konzentriert sich auf bedeutende Preisbewegungen, filtert Marktgeräusche heraus und reduziert so die Auswirkungen der Marktvolatilität. Mit MarketRaker AI werden plötzliche Preisschwankungen weniger abschreckend, da die Plattform klare Indikatoren bietet, die Handelsentscheidungen leiten.</li><li><strong>Vereinfachung von Informationen:</strong> Die Herausforderung der Informationsüberflutung wird durch die Umwandlung komplexer Marktdaten in intuitive, benutzerfreundliche Handelsindikatoren bewältigt. Basierend auf dem gewählten Risiko könnten Sie beispielsweise nur 40-80 Indikatoren pro Jahr für ein bestimmtes Handelspaar erhalten. Diese Indikatoren liefern wertvolle Einblicke und führen Benutzer zu potenziellen Handelsmöglichkeiten, wodurch der Entscheidungsprozess vereinfacht wird.</li><li><strong>Effiziente Marktanalyse:</strong> MarketRaker AI reduziert den Zeit- und Arbeitsaufwand für die Marktanalyse erheblich. Unsere Plattform befreit Händler davon, Daten zu durchforsten, sodass sie sich auf die Strategie konzentrieren können.</li><li><strong>Zugängliches Fachwissen:</strong> Wir glauben, dass jeder Zugang zu professionellen Handelswerkzeugen haben sollte. Deshalb wurde MarketRaker AI mit einer intuitiven Benutzeroberfläche entwickelt, die sowohl für Anfänger als auch für erfahrene Händler geeignet ist.</li><li><strong>Maßgeschneidertes Risikomanagement:</strong> Risikomanagement ist ein entscheidender Aspekt des Handels. Unsere Plattform ermöglicht es Benutzern, ihre Indikatoren entsprechend ihrem gewünschten Risikoniveau und ihren Anlagezielen anzupassen. Dies gibt Einzelpersonen die Möglichkeit, ihr Risikomanagement selbst in die Hand zu nehmen und ihre Handelsstrategien auf ihre spezifische Risikotoleranz abzustimmen.</li></ul><p>Im Wesentlichen verwandelt MarketRaker AI die Herausforderungen des Handelsmarktes in Chancen. Es befähigt Händler mit leistungsstarken Tools, Echtzeiteinblicken und der Flexibilität, sich effektiv und effizient an Marktveränderungen anzupassen. Mit MarketRaker AI sind Händler besser gerüstet, die komplexe Welt der Finanzmärkte zu navigieren und fundiertere Handelsentscheidungen zu treffen.</p>",
  "docs_nav_tree.white_paper_v1_0.market_analysis_and_problem_statement.overview_of_the_trading_market.name": "Überblick über den Handelsmarkt",
  "docs_nav_tree.white_paper_v1_0.market_analysis_and_problem_statement.overview_of_the_trading_market.content": "<h1>Überblick über den Handelsmarkt</h1><p>In den letzten Jahren hat der Handelsmarkt ein enormes Wachstum erlebt, was hauptsächlich auf den Beginn der Covid-19-Pandemie und den einfachen Zugang zu Kryptowährungshandelsplattformen zurückzuführen ist. Im Jahr 2019 betrug die globale Marktkapitalisierung für Kryptowährungen 1,03 Milliarden USD und wird voraussichtlich von 2020 bis 2027 mit einer durchschnittlichen jährlichen Wachstumsrate (CAGR) von 11,2 % wachsen. Darüber hinaus wachsen die traditionellen Aktienmärkte weiter, wobei die weltweite Marktkapitalisierung 2019 95,2 Billionen USD erreichte.</p><p>In einem Bereich, der von einer Vielzahl von Vermögenswerten und komplexen Marktschwankungen geprägt ist, kann es eine große Herausforderung für Nicht-Händler oder neue Händler sein, sich auf dem Markt zurechtzufinden und fundierte Investitionsentscheidungen zu treffen. Zahlreiche Tools und Indikatoren stehen zur Marktanalyse zur Verfügung, doch viele erfordern ein Verständnis und eine Anwendung, die oft schwierig und zeitaufwändig ist. Darüber hinaus haben viele Nicht-Händler keinen Zugang zu diesen wichtigen Tools, was sie benachteiligt. MarketRaker AI löst dieses Problem, indem es verständliche und benutzerfreundliche Handelsindikatoren anbietet, die dabei helfen, fundierte Investitionsentscheidungen zu treffen. MarketRaker AI hat sich zum Ziel gesetzt, den Handel für ein breiteres Publikum zugänglicher und lukrativer zu machen, indem es den Marktanalyseprozess vereinfacht und die individuelle Risikotoleranz berücksichtigt.</p>",

  "docs_nav_tree.white_paper_v1_0.market_analysis_and_problem_statement.competition.name": "Wettbewerb",
  "docs_nav_tree.white_paper_v1_0.market_analysis_and_problem_statement.competition.content": "<h2>Wettbewerb</h2><p>Während Plattformen wie TradingView, CryptoCompare und Bloomberg Terminal wertvolle Marktinformationen und Werkzeuge anbieten, hebt sich MarketRaker AI durch eine vereinfachte und fokussierte Erfahrung für die Benutzer ab.</p><p>Ein Schlüsselmerkmal, das MarketRaker AI unterscheidet, ist der Schwerpunkt auf der Beseitigung von Rauschen und der Straffung des Entscheidungsprozesses, ähnlich dem Ansatz von Stoic.ai. Im Gegensatz zu traditionellen Plattformen, bei denen Benutzer manuell riesige Informationsmengen analysieren, verfolgt MarketRaker AI einen anderen Ansatz. Benutzer müssen keine Stunden mit dem Durchsuchen von Daten oder der Durchführung einer eingehenden Analyse verbringen und haben den Vorteil von mehr Freizeit, um sich auf ihre Interessen und andere Fachgebiete zu konzentrieren.</p><p>Stattdessen erhalten sie Indikatoren, denen sie vertrauen können, maßgeschneidert auf ihre Risikobereitschaft und Aktien-/Kryptopräferenzen. Dies beseitigt das überwältigende Rauschen und ermöglicht es den Benutzern, sich ausschließlich auf potenzielle Chancen zu konzentrieren.</p><p>Im Vergleich zu den Wettbewerbern bietet MarketRaker AI auch eine benutzerfreundliche Oberfläche, die intuitiv und leicht zu navigieren ist. Die Plattform priorisiert eine nahtlose Benutzererfahrung und stellt sicher, dass Trader und Investoren Indikatoren mühelos abrufen und interpretieren können. Dieses benutzerzentrierte Design macht MarketRaker AI sowohl für erfahrene Profis als auch für Neulinge auf dem Markt zugänglich.</p><p>Insgesamt hebt sich MarketRaker AI hervor, indem es den Handelsprozess vereinfacht und Rauschen beseitigt, sodass die Benutzer sich auf Chancen konzentrieren können, die mit ihrer Risikobereitschaft und ihren Präferenzen übereinstimmen.</p>",
  "docs_nav_tree.white_paper_v1_0.market_analysis_and_problem_statement.marketraker_results.name": "MarktRaker AI Ergebnisse",
  "docs_nav_tree.white_paper_v1_0.market_analysis_and_problem_statement.marketraker_results.content": "<h2>MarktRaker AI Ergebnisse</h2><p>Eine umfassende Testphase zur Simulation sowie zu den tatsächlichen Handelsergebnissen und zur Validierung der Genauigkeit der von der Plattform über einen Zeitraum von 2-3 Monaten generierten Indikatoren.</p><p>Das Modell von MarketRaker AI wird während dieser Testphase auf historische Marktdaten angewendet, die verschiedene Marktbedingungen und Zeitrahmen abdecken. Der Zweck der Simulation war es, die Leistung der Indikatoren bei der Identifizierung profitabler Handelsmöglichkeiten zu bewerten und die Wirksamkeit des Modells im Risikomanagement zu validieren.</p><p>Die Ergebnisse der Simulationsphase werden veröffentlicht, sobald wir uns sicher sind, dass die Ergebnisse solide sind, um eine objektive und quantitative Analyse der Leistung des Modells bereitzustellen. Unser Ziel ist es, die Ergebnisse auch von einer vertrauenswürdigen dritten Partei überprüfen zu lassen.</p><p>MarketRaker AI erkennt die Bedeutung der Leistung in der realen Welt an und versteht, dass Simulationsergebnisse nicht immer die tatsächlichen Handelsergebnisse widerspiegeln können. Daher werden die Simulationsergebnisse wertvolle Einblicke bieten, und die Benutzer werden ermutigt, ihre eigene Risikobereitschaft und die Marktbedingungen bei Handelsentscheidungen zu berücksichtigen.</p>",
  "docs_nav_tree.white_paper_v1_0.market_analysis_and_problem_statement.value_marketraker_brings.name": "Wert, den MarketRaker AI bringt",
  "docs_nav_tree.white_paper_v1_0.market_analysis_and_problem_statement.value_marketraker_brings.content": "<h2>Wert, den MarketRaker AI bringt</h2><p>Verbesserte Marktinformationen: Unsere Plattform geht über traditionelle Marktindikatoren hinaus, indem sie auf KI-Modelle setzt, um die Marktinformationen zu verbessern. Wir sind in der Lage, den Benutzern umsetzbare Erkenntnisse zu Markttrends, potenziellen Chancen und Risikofaktoren zu bieten, indem wir große Mengen an Daten analysieren.</p><p>Verbesserter Entscheidungsprozess: Wir verstehen, dass präzise und schnelle Entscheidungen im Handelsbereich entscheidend sind. Durch die Bereitstellung vereinfachter Marktindikatoren und die Identifizierung optimaler Ein- und Ausstiegspunkte ermöglichen wir es den Benutzern, mit Vertrauen und zeitnah profitable Handelsentscheidungen zu treffen.</p><p>Risikominderung: Risikominderung ist ein kritischer Aspekt erfolgreichen Handels. Unsere Plattform integriert ausgeklügelte Risikomanagementfunktionen, die den Benutzern helfen, ihre Portfolios effektiv zu verwalten. Durch die Minimierung von Risiken zielen wir darauf ab, die gesamte Handelserfahrung zu verbessern und das investierte Kapital der Benutzer zu schützen.</p><p>Zugänglichkeit und Bequemlichkeit: Wir glauben, dass der Zugang zu hochwertigen Marktindikatoren für alle Trader unabhängig von ihrem Erfahrungsgrad verfügbar sein sollte. Durch die Bereitstellung intuitiver Benutzeroberflächen, anpassbarer Dashboards und Echtzeitbenachrichtigungen bieten wir ein reibungsloses Handelserlebnis für Anfänger und erfahrene Profis.</p><p>Kontinuierliche Verbesserung und Innovation: Wir sind bestrebt, kontinuierlich zu verbessern und an der Spitze der technologischen Fortschritte in der Branche zu bleiben. Wir werden aktiv nach Benutzerfeedback suchen, neue Datenquellen integrieren und unsere Algorithmen überwachen, warten und verfeinern, um sicherzustellen, dass unsere Plattform mit den sich ändernden Marktbedingungen Schritt hält.</p>",

  "docs_nav_tree.white_paper_v1_0.introduction.tokenisation_as_an_enabler.name": "Tokenisierung als Ermöglicher",
  "docs_nav_tree.about_us": "Über Uns",
  "docs_nav_tree.terms_and_conditions.name": "Allgemeine Geschäftsbedingungen",
  "docs_nav_tree.privacy_policy.name": "Datenschutzrichtlinie",
  "last_reviewed_on": "Zuletzt überprüft am",
  "previous": "Vorherige",
  "next": "Nächste",

  "translations_coming_soon": "Übersetzungen für die Dokumentation werden bald verfügbar sein."
}
