{
  "docs_nav_tree.introduction.name": "مقدمة",
  "docs_nav_tree.introduction.content": "<div class=\"logo\"><img src=\"/assets/images/MARKETRAKER_LOGO_RC_WITH_TEXT.png\"></div><h1>مقدمة إلى MarketRaker AI</h1><p>يأتي MarketRaker AI كحل ثوري في مجال منصات التداول، بهدف التخلص من الضوضاء المفرطة التي غالباً ما تصاحب التحليل السوقي. من خلال التركيز على الدقة والوضوح، يسعى MarketRaker AI إلى التخلص من التفاصيل المعقدة لتحليل الرسوم البيانية، مما يسمح للمتداولين بالتركيز على ما يهم حقًا: المؤشرات.</p><p>بينما تملأ عالم التداول البيانات والرسوم البيانية، تكمن التحديات الحقيقية في فرز العناصر غير الضرورية للحصول على معلومات قابلة للتنفيذ. يتولى MarketRaker AI هذه المهمة من خلال تصفية الضوضاء وتسليط الضوء على المؤشرات الأكثر صلة التي تتناسب مع الملف الشخصي للمخاطر الذي يفضله المتداول. إنها نهج تحولي يحوّل التركيز من البيانات المتضخمة إلى القرارات الاستراتيجية المستنيرة.</p><p>استعد للدخول في عصر جديد من التداول مع MarketRaker AI، حيث نفضل البساطة دون التضحية بالعمق. وداعًا للرسوم البيانية المشوشة ومرحبًا بالمؤشرات الواضحة والقابلة للتنفيذ التي تساعدك على التداول بثقة.</p>",

  "docs_nav_tree.introduction.what_is_marketraker.name": "ما هو MarketRaker",
  "docs_nav_tree.introduction.what_is_marketraker.content": "<h1>ما هو MarketRaker AI؟</h1><p>MarketRaker AI هو أكثر من مجرد أداة تداول بسيطة؛ إنه يمثل الخطوة التالية في تحليل الرسوم البيانية المالية. في المشهد الشاسع للأسواق المالية، غالبًا ما يشعر المتداولون بالارتباك من العدد الهائل من المؤشرات المتاحة لهم. بينما تعتبر المؤشرات التقليدية للتداول ذات قيمة كبيرة، إلا أنها تعتمد بشكل أساسي على البيانات التاريخية، مما يجعلها مؤشرات متأخرة. على الرغم من أن البيانات التاريخية تقدم صورة عن السلوك السوقي الماضي، فإنها لا توفر دائمًا توجيهات واضحة لتطورات السوق المستقبلية.</p><p>هذا هو المكان الذي يتدخل فيه MarketRaker AI. من خلال استخدام نماذج الذكاء الاصطناعي المتقدمة، نأخذ هذه المؤشرات ونجمعها ونقيم قوتها في الوقت الفعلي. هدفنا ليس فقط الاعتماد على البيانات التاريخية، بل التنبؤ بدقة هذه المؤشرات في سيناريوهات السوق المستقبلية، مما يمنحك نظرة على تحركات الأسعار المحتملة. علاوة على ذلك، تم تصميم نهجنا المدعوم بالذكاء الاصطناعي لتصفية الضوضاء وتقديم معلومات واضحة وقابلة للتنفيذ لمساعدتك في اتخاذ قرارات مستنيرة.</p><p>ومع ذلك، لا تتوقف ابتكارات MarketRaker AI هنا. نحن ندرك أن المتداولين لديهم مستويات مختلفة من تحمل المخاطر، ولهذا السبب نقسم هذه المعلومات إلى فئات مختلفة من المخاطر. يمكن للمستخدمين الاشتراك في هذه الفئات، مما يضمن حصولهم على المعلومات التي تتناسب مع استراتيجية التداول ومستوى تحمل المخاطر الخاص بهم. باختصار، MarketRaker AI يسد الفجوة بين البيانات التاريخية والتحليلات التنبؤية، مما يوفر نهجًا مبسطًا للتداول في الأسواق المتغيرة باستمرار اليوم.</p>",

  "docs_nav_tree.introduction.features_overview.name": "نظرة عامة على الميزات",
  "docs_nav_tree.introduction.features_overview.content": "<h1>نظرة عامة على الميزات</h1><p>يحدث MarketRaker AI ثورة في عالم التداول من خلال تبسيط العالم المزدحم والمشوش لمؤشرات السوق وتقديم معلومات واضحة مدعومة بالذكاء الاصطناعي للمتداولين المتأرجحين. تقدم منصتنا الميزات الفريدة التالية:</p><ul><li><strong>تحليل المؤشرات المدعوم بالذكاء الاصطناعي وتحليل المخاطر/القوة:</strong> من خلال استخدام الذكاء الاصطناعي المتقدم، يقيم MarketRaker AI مؤشرات التداول ويصنفها حسب المخاطر المحسوبة والقوة لدعم قراراتك التداولية.</li><li><strong>تصنيف المخاطر المخصص:</strong> خصص تجربة التداول الخاصة بك عن طريق اختيار فئات المخاطر التي تتناسب مع مستوى راحتك الاستثماري، مما يبسط المؤشرات التي تتلقاها.</li><li><strong>التركيز على التداول المتأرجح:</strong> مصمم للمتداولين المتأرجحين الاستراتيجيين وليس للتداول اليومي، يوفر MarketRaker AI نظرة أطول أمدًا وأكثر دقة على الأسواق.</li><li><strong>إشعارات فورية عبر Telegram و Discord:</strong> ابق في الصدارة مع إشعارات فورية عبر تكاملات Telegram و Discord، حتى لا تفوت أبدًا معلومة قيمة.</li><li><strong>Webhooks للبوتات التداولية المخصصة:</strong> قم بربط إعدادات التداول الخاصة بك مع ميزة Webhook الخاصة بنا لاستخدام بوتات آلية أو مخصصة بناءً على مؤشراتنا.</li><li><strong>واجهة مستخدم سهلة الاستخدام:</strong> استمتع برؤية السوق بدون ضوضاء بفضل واجهتنا الواضحة والبديهية.</li><li><strong>تغطية السوق:</strong> الوصول المباشر إلى بيانات 100 سهم و 30 عملة مشفرة، مما يوفر مجموعة واسعة من الفرص التداولية.</li><li><strong>خدمة الاشتراك:</strong> استخدم رمز RAKER Token على إطار عمل Cardano للمدفوعات الاشتراكية الآمنة والسلسة.</li></ul><p>يلتزم MarketRaker AI بالوضوح والكفاءة وقبل كل شيء تمكين المتداولين. من خلال إزالة الحواجز المعتادة لفهم السوق، نقدم منصة حيث تصبح القرارات التداولية الاستراتيجية أكثر وضوحًا وسهولة في الوصول.</p>",

  "docs_nav_tree.introduction.how_marketraker_works.name": "كيف يعمل MarketRaker",
  "docs_nav_tree.introduction.how_marketraker_works.content": "<h2>كيف يعمل MarketRaker AI؟</h2><p>MarketRaker AI، في نسخته Alpha، يمثل تحولًا في كيفية استخدام مؤشرات التداول. من خلال مزيج من مؤشرات التداول المختارة بعناية وتحليلات مدعومة بالذكاء الاصطناعي، يسعى MarketRaker AI إلى تخفيف التعقيدات التي تصاحب التداول وتزويد مستخدميه بمعلومات قابلة للتنفيذ.</p><p>تشمل المجموعة الحالية من المؤشرات التي يتم تحليلها:<ul><li>Market-Cipher-B-free</li><li>Market-Cipher-A-free</li><li>WaveTrend Oscillator</li><li>فرق السعر</li><li>تباعد الاستوكاستك البسيط</li><li>منطقة MFI+RSI</li></ul></p><p>بدلاً من إرباك المستخدمين بإشارات شراء أو بيع منفصلة من كل مؤشر، يجمع الذكاء الاصطناعي الخاص بـ MarketRaker AI هذه المؤشرات لتوليد إشارة شراء أو بيع موحدة. يتم تحسين عملية اتخاذ القرار المدعومة بالذكاء الاصطناعي هذه من خلال إجراء اختبارات خلفية ذكية. يتم اختبار كل مؤشر بدقة باستخدام البيانات التاريخية قبل الإصدار، مما يسمح لنا بتخصيص تصنيف ثقة. يتم بعد ذلك تعيين هذا التصنيف لفئات المخاطر المحددة مسبقًا، مما يضمن حصول المستخدمين على المعلومات التي تناسب تحملهم للمخاطر.</p><p>من خلال الاشتراك في فئة مخاطر معينة، يمكن للمستخدمين تخصيص تجربة MarketRaker AI الخاصة بهم. سيحصلون بعد ذلك على مؤشرات تتوافق مع مستوى المخاطر الذي اختاروه وترتبط بالأسهم أو العملات المشفرة التي يتابعونها. يساعد هذا النهج المخصص على عدم إغراق المستخدمين ببيانات غير ذات صلة ويقودهم إلى اتخاذ قرارات تداول أكثر استنارة.</p><h2>تقديم رمز RAKER Token</h2><p>رمز RAKER هو شريان الحياة لمنصة MarketRaker AI. من خلال الابتعاد عن النماذج التقليدية للاشتراكات بالعملة الورقية، يفتح رمز RAKER الطريق إلى نظام بيئي موجه نحو المجتمع. مع زيادة سمعة وفعالية MarketRaker AI، قد يستفيد حاملو الرموز من بيع اشتراكاتهم داخل المجتمع، مما يعزز بيئة ديناميكية ومكتفية ذاتيًا.</p><h2>الوصول المستند إلى الرموز والمشاركة المجتمعية</h2><p>RAKER ليس مجرد رمز؛ إنه المفتاح إلى كنز المعلومات في MarketRaker AI. يمنح امتلاك 10 رموز RAKER للمستخدم وصولاً لمدة شهر، في حين أن احتياطي من 1000 رمز يوفر امتيازات مدى الحياة. لا يضمن هذا النموذج المستند إلى الرموز أن كل مستخدم لديه مصلحة ملموسة في نجاح المنصة فحسب، بل يعزز أيضًا الشعور بالمجتمع والنمو الجماعي.</p>",
  "docs_nav_tree.getting_started.name": "البدء",
  "docs_nav_tree.getting_started.content": "",
  "docs_nav_tree.getting_started.first_time_user_guide.name": "دليل المستخدمين الجدد",
  "docs_nav_tree.getting_started.first_time_user_guide.content": "<h1>دليل المستخدمين الجدد لمنصة MarketRaker AI</h1><p>مرحبًا بكم في منصة MarketRaker AI! سيساعدك هذا الدليل في التسجيل، واختيار ملف المخاطر الخاص بك، وربط محفظتك من ADA، وشراء رموز RAKER بسهولة. اتبع هذه الخطوات البسيطة:</p><h3>1. التسجيل والإعداد الأولي</h3><ol><li>قم بزيارة الصفحة الرئيسية لمنصة MarketRaker AI.</li><li>انقر على زر \"تسجيل\" أو \"إنشاء حساب\".</li><li>قم بالتسجيل، ثم اختر ملف المخاطر الخاص بك.</li><li>بعد اختيار المخاطر الخاصة بك، اختر الأسهم أو العملات المشفرة التي تهمك.</li><li>راجع المؤشرات بناءً على هذا الاختيار وأكمل العملية.</li><li>ستظهر لك خيارات تسجيل الدخول المختلفة. اختر \"التسجيل باستخدام Google\".</li><li>اختر حساب Google الخاص بك ومنح الأذونات المطلوبة.</li><li>املأ أي معلومات إضافية في ملفك الشخصي التي تطلبها MarketRaker AI.</li></ol><h3>2. شراء رموز RAKER على MinSwap</h3><ol><li>اذهب إلى منصة التداول MinSwap.</li><li>ابحث عن رمز \"RAKER\" في قائمة الرموز.</li><li>قم بربط محفظتك من ADA مع MinSwap.</li><li>أدخل كمية رموز RAKER التي ترغب في شرائها.</li><li>راجع تفاصيل الصفقة وتأكد من أن كل شيء صحيح.</li><li>أكد الصفقة وانتظر حتى تكتمل.</li><li>بعد الانتهاء، يجب أن ترى رموز RAKER في محفظتك من ADA!</li></ol><h3>3. ربط محفظتك من ADA</h3><ol><li>بعد تسجيل الدخول، انتقل إلى قسم \"المحفظة\" أو \"الملف الشخصي\".</li><li>انقر على \"ربط محفظة ADA\" أو خيار مشابه.</li><li>اتبع التعليمات على الشاشة لربط محفظتك من ADA بشكل آمن.</li></ol>",
  "docs_nav_tree.getting_started.installation_setup.name": "التثبيت والإعداد",
  "docs_nav_tree.getting_started.installation_setup.content": "<h1>دليل التثبيت والإعداد لمنصة MarketRaker AI</h1><p>مرحبًا بكم في MarketRaker AI، منصتكم للحصول على معلومات تجارية قابلة للتنفيذ ومؤشرات. يعد إعداد MarketRaker AI للحصول على مؤشرات للأسهم أو العملات المشفرة التي تفضلونها أمرًا سهلاً. اتبع الخطوات التالية للبدء:</p><h2>الخطوة 1: الوصول إلى المنصة</h2><ol><li>افتح متصفح الويب المفضل لديك.</li><li>اكتب في شريط العنوان URL التالي أو انسخه: <a href=\"https://raker.market\" target=\"_blank\">https://raker.market</a></li><li>اضغط على <code>Enter</code> أو <code>Return</code> على لوحة المفاتيح للانتقال إلى منصة MarketRaker AI.</li></ol><h2>الخطوة 2: الانتقال إلى صفحة الاكتشاف</h2><ol><li>بعد الوصول إلى الصفحة الرئيسية لمنصة MarketRaker AI، ابحث عن شريط التنقل أو القائمة.</li><li>انقر على خيار \"الاكتشاف\". ستأخذك هذه الخطوة إلى صفحة مخصصة حيث يمكنك استكشاف الأسهم والعملات المشفرة المختلفة.</li></ol><h2>الخطوة 3: اختر اهتماماتك</h2><ol><li>على صفحة \"الاكتشاف\"، ستجد قائمة بالأسهم والعملات المشفرة المتاحة.</li><li>تصفح القائمة أو استخدم وظيفة البحث للعثور على اهتماماتك بسرعة.</li><li>بمجرد تحديد سهم أو عملة مشفرة تهمك، انقر عليها. تشير هذه الخطوة إلى اهتمامك بالحصول على مؤشرات لهذا الأصل المحدد.</li></ol><h2>الخطوة 4: إعداد المؤشرات</h2><ol><li>بعد اختيار الأسهم أو العملات المشفرة التي ترغب بها، اتبع التعليمات أو الإعدادات الإضافية لتحديد نوع المؤشرات التي ترغب في الحصول عليها.</li><li>تأكد من حفظ إعداداتك أو تأكيدها إذا لزم الأمر.</li></ol><h2>الخطوة 5: الإكمال والاستكشاف</h2><ol><li>بمجرد إعداد مؤشراتك، يمكنك العودة إلى لوحة التحكم الرئيسية أو استكشاف ميزات أخرى لمنصة MarketRaker AI.</li><li>تذكر أنه يمكنك العودة إلى صفحة الاكتشاف في أي وقت لإضافة أصول أخرى أو تعديل إعدادات مؤشراتك.</li></ol><hr><p>هذا كل شيء! لقد قمت بإعداد منصة MarketRaker AI بنجاح للحصول على مؤشرات تجارية مخصصة للأسهم والعملات المشفرة التي اخترتها. استمتع بالمعلومات القيمة التي تقدمها MarketRaker AI. حظًا موفقًا في التداول!</p>",
  "docs_nav_tree.getting_started.navigating_dashboard.name": "التنقل في لوحة التحكم",
  "docs_nav_tree.getting_started.navigating_dashboard.content": "<h1>التنقل في لوحة التحكم</h1><p>تعد لوحة تحكم MarketRaker AI نقطة الوصول المركزية لك للوصول إلى المؤشرات التجارية المهمة والمعلومات. تم تصميمها لتكون سهلة الاستخدام ولتوفير وصول سريع إلى البيانات المهمة. إليك دليل قصير للاستفادة القصوى من لوحة التحكم:</p><h2>الفئات</h2><p>تم تقسيم لوحة التحكم إلى فئات مختلفة لتسهيل التنقل:</p><ul><li><strong>الجميع:</strong> توفر هذه الفئة نظرة عامة كاملة وتعرض مؤشرات الأسهم والعملات المشفرة.</li><li><strong>الأسهم:</strong> إذا كنت مهتمًا بسوق الأسهم بشكل خاص، فإن هذه الفئة تركز فقط على مؤشرات الأسهم.</li><li><strong>العملات المشفرة:</strong> لعشاق العملات المشفرة، تبرز هذه الفئة مؤشرات ذات صلة بسوق العملات المشفرة.</li></ul><h2>أنواع المؤشرات</h2><p>تقدم MarketRaker AI أنواعًا مختلفة من المؤشرات لتلبية احتياجات تداولك:</p><ul><li><strong>مؤشرات مستقبلية متوقعة:</strong> احصل على لمحة عن الاتجاهات المستقبلية المحتملة مع مؤشرات تتوقع حركات السوق المحتملة استنادًا إلى تحليل الذكاء الاصطناعي المتقدم.</li><li><strong>مؤشرات اليوم:</strong> ابق على اطلاع على أحدث الأحداث في السوق. توفر هذه المؤشرات معلومات فورية حول ظروف السوق اليوم لمساعدتك في اتخاذ قرارات مستنيرة.</li><li><strong>مؤشرات مؤرشفة:</strong> تعتبر كنزًا حقيقيًا من البيانات التاريخية، تتيح لك هذه الفئة مراجعة المؤشرات السابقة التي تقدم رؤى قيمة حول ظروف السوق والاتجاهات السابقة.</li></ul><h2>مراقبة الأسعار في الوقت الفعلي</h2><p>لكل سهم أو عملة مشفرة مدرجة في لوحة التحكم، سيتم أيضًا عرض السعر. يرجى ملاحظة أن هذه الأسعار متأخرة لمدة 15 دقيقة، لتزويدك برؤية قريبة من الوقت الفعلي لأداء أصولك.</p><hr><p>تم تصميم لوحة تحكم MarketRaker AI لتزويدك بجميع الأدوات اللازمة لتداول ناجح. تعرف على ميزاتها واستفد من البيانات الفورية والتحليلات التنبؤية لاتخاذ قرارات تداول مستنيرة. تذكر أن MarketRaker AI دائمًا إلى جانبك لدعمك في رحلتك. حظًا موفقًا في التداول!</p>",
  "docs_nav_tree.getting_started.telegram_integration.name": "دمج تيليجرام",
  "docs_nav_tree.getting_started.telegram_integration.content": "<h1>دمج تيليجرام</h1><p>ابقَ على اطلاع أثناء التنقل مع دمج تيليجرام في MarketRaker AI! يمكنك الآن تلقي جميع المؤشرات التجارية الهامة والإشعارات مباشرة عبر تيليجرام، حتى لا تفوت أي أخبار مهمة، أينما كنت. الإعداد بسيط وسهل:</p><h2>خطوات دمج تيليجرام</h2><ol><li>انتقل إلى قسم \"الملف الشخصي\" في منصة MarketRaker AI.</li><li>ابحث عن خيار \"الدمج\" واختره.</li><li>انقر على \"رمز تيليجرام\" الممثل واتبع التعليمات لربط حسابك في MarketRaker AI مع حسابك في تيليجرام.</li><li>ستتم مطالبتك بترخيص الاتصال بين MarketRaker AI وتيليجرام.</li><li>اتبع التعليمات لإكمال الاتصال بنجاح.</li><li>بمجرد الاتصال، يمكنك تفعيل إشعارات تيليجرام الخاصة بك لتلقي معلومات التجارة الحديثة مباشرة إلى حسابك في تيليجرام.</li></ol><h2>تخصيص إشعارات تيليجرام الخاصة بك</h2><ol><li>بعد الدمج، يمكنك أيضًا تخصيص أنواع الإشعارات التي ترغب في تلقيها عبر تيليجرام.</li><li>ببساطة انتقل إلى \"إعدادات الإشعارات\" في \"ملفك الشخصي\" وقم بتخصيص التفضيلات وفقًا لرغبتك.</li><li>يمكنك اختيار تلقي تحديثات حول أسهم معينة، أو عملات مشفرة، أو أخبار سوق عامة.</li></ol><hr><p>هذا كل شيء! مع دمج تيليجرام، أنت الآن متصل ومطلع في جميع الأوقات، حتى أثناء التنقل. تضمن لك MarketRaker AI الحصول على كل المعلومات التي تحتاجها، كلما احتجت إليها. حظًا موفقًا في التداول!</p>",
  "docs_nav_tree.getting_started.discord_integration.name": "تكامل Discord",
  "docs_nav_tree.getting_started.discord_integration.content": "<h1>تكامل Discord</h1><p>ابقَ على اتصال وتابع آخر التطورات مع تكامل Discord الخاص بـ MarketRaker AI! استقبل جميع مؤشرات التداول والتنبيهات الأساسية مباشرة على Discord بكل سهولة، مما يضمن تلقي التحديثات في الوقت المناسب بغض النظر عن موقعك. التكامل بسيط وسهل الاستخدام:</p><h2>خطوات التكامل مع Discord</h2><ol><li>اذهب إلى قسم <strong>الملف الشخصي</strong> على منصة MarketRaker AI.</li><li>ابحث عن خيار <strong>التكاملات</strong> واختره.</li><li>انقر على <strong>رمز Discord</strong> المقدم.</li><li>اتبع الخطوات المعروضة لإكمال التكامل. بمجرد الانتهاء، ستكون جاهزًا لتلقي إشعارات MarketRaker AI على Discord!</li></ol><h2>إدارة الإشعارات</h2><p>تشعر بالإرهاق بسبب كثرة التنبيهات؟ أنت المتحكم:</p><ul><li><strong>تحديد اشتراكاتك:</strong> قلل من التنبيهات عبر الاشتراك في عدد أقل من الأسهم أو العملات الرقمية.</li><li><strong>إيقاف تفعيل بعض الأصول:</strong> يمكنك أيضًا إيقاف الإشعارات لبعض الأسهم أو العملات الرقمية التي لم تعد تهمك في الوقت الحالي.</li></ul><hr><p>مع تكامل Discord الخاص بـ MarketRaker AI، ستكون دائمًا على اطلاع بأحدث رؤى التداول. قم بتخصيص إعدادات الإشعارات الخاصة بك لتتناسب مع تفضيلاتك، مما يضمن تجربة تداول سلسة وفعالة. نحن ملتزمون بتقديم تجربة تداول من الدرجة الأولى، ويعد تكامل Discord دليلًا على هذا الالتزام. اغمر نفسك، تابع التحديثات، وتداول بذكاء!</p>",
  "docs_nav_tree.getting_started.webhooks_integration.name": "تكامل Webhooks",
  "docs_nav_tree.getting_started.webhooks_integration.content": "<h1>تكامل Webhooks</h1><p>يقدم MarketRaker AI تكاملًا سلسًا مع Webhooks، مما يتيح للمستخدمين ربط المنصة بروبوتات التداول الخاصة بهم بكل سهولة. من خلال استخدام Webhooks، يمكنك أتمتة إجراءات التداول بناءً على المؤشرات التي تتلقاها من MarketRaker AI، مما يضمن تداولات استراتيجية وفي الوقت المناسب.</p><h2>خطوات إعداد تكامل Webhooks</h2><ol><li>اذهب إلى قسم <strong>الملف الشخصي</strong> على منصة MarketRaker AI.</li><li>ابحث عن خيار <strong>التكاملات</strong> واختره.</li><li>ابحث عن خيار <strong>Webhooks</strong> واختره.</li><li>أدخل عنوان URL الخاص بالـ Webhook حيث ترغب في تلقي إشعارات MarketRaker AI.</li><li>بمجرد الإعداد، سيتم تفعيل أي مؤشر من MarketRaker AI ليقوم بإرسال حدث Webhook إلى نقطة النهاية المحددة الخاصة بك.</li></ol><h2>تداول استراتيجي باستخدام Webhooks</h2><p>بفضل Webhooks، يمكن لروبوت التداول الخاص بك استقبال هذه الإشارات وضبطها لتنفيذ أوامر الشراء أو البيع بناءً على المؤشرات المستلمة. على سبيل المثال، يمكن لمؤشر الزخم الإيجابي من MarketRaker AI أن يدفع روبوتك لبدء أمر شراء. وبالمثل، يمكن لبعض إشارات البيع توجيه الروبوت الخاص بك لإغلاق مركز تداول، مما يضمن اتخاذ قرارات تداول مثالية.</p><h2>تابع للمزيد!</h2><p>ندرك الإمكانيات الهائلة للتداول الآلي. لذلك، سنقوم بطرح أدلة شاملة حول كيفية الاستفادة المثلى من روبوتات الطرف الثالث مع وظيفة Webhook الخاصة بـ MarketRaker AI. هدفنا هو تزويدك بالأدوات والمعرفة اللازمة لتحقيق أقصى استفادة من مشهد التداول الآلي. ترقب المزيد من المعلومات وعمّق استراتيجيتك في التداول مع MarketRaker AI!</p>",
  "docs_nav_tree.community_support.name": "المجتمع والدعم",
  "docs_nav_tree.community_support.rules.content": "<p><strong>قواعد وإرشادات مجتمع MarketRaker AI</strong></p><p>مرحبًا بكم في مجتمع MarketRaker AI! يُرجى الالتزام بالقواعد التالية:</p><ol><li><strong>احترام الجميع</strong>: تجنب اللغة المهينة والتحرش.</li><li><strong>الالتزام بالموضوع</strong>: تأكد من أن المناقشات ذات صلة بـ MarketRaker AI.</li><li><strong>لا للرسائل العشوائية</strong>: تجنب الرسائل المتكررة أو الروابط غير الملائمة.</li><li><strong>لا نصائح مالية</strong>: جميع المناقشات لأغراض إعلامية فقط.</li><li><strong>تجنب نشر الخوف والمبالغة</strong>: كن موضوعيًا وواقعيًا.</li><li><strong>احترام الخصوصية</strong>: لا تشارك أو تطلب المعلومات الشخصية.</li><li><strong>احذر من الاحتيال</strong>: لن نطلب <em>أبدًا</em> تفاصيل شخصية أو أموال. كن دائمًا حذرًا من المنتحلين.</li><li><strong>الإبلاغ عن السلوك المشبوه</strong>: أبلغ عن أي نشاط غير عادي للمشرفين.</li><li><strong>ملاحظات بناءة</strong>: قدم الاقتراحات بشكل بنّاء.</li><li><strong>الالتزام بالقواعد</strong>: قد يؤدي انتهاك هذه القواعد إلى الحظر.</li></ol><p>ابق آمنًا وتعاون بإيجابية في مجتمع MarketRaker AI.</p>",
  "docs_nav_tree.community_support.join_our_discord.name": "انضم إلى Discord الخاص بنا",
  "docs_nav_tree.community_support.join_our_discord.content": "<p>مرحبًا بك في <strong><a target=\"_blank\" href=\"https://discord.gg/Rk6jYHJnXu\">القناة الرسمية لـ MarketRaker AI على Discord</a></strong>.</p><p>عند الانضمام، سيتمكن جميع الأعضاء من الوصول إلى قنوات مثل الورقة البيضاء والإعلانات والدردشة العامة. هذا هو المكان الذي يمكنك فيه التواصل مع المجتمع والبقاء على اطلاع على تطورات MarketRaker AI.</p><p>سيتم منح الأعضاء الذين لديهم اشتراك صالح في MarketRaker AI دورًا إضافيًا يمنحهم حق الوصول إلى قنوات حصرية. يتضمن ذلك مساحات للإشعارات والنتائج والمزيد من المناقشات المتخصصة.</p><p>للتكامل السلس مع مجتمعنا ولتعظيم تجربتك في MarketRaker AI، <strong><a href=\"https://discord.gg/Rk6jYHJnXu\" target=\"_blank\">انضم إلى قناة Discord الخاصة بنا</a></strong> اليوم.</p>",
  "docs_nav_tree.community_support.join_telegram.name": "انضم إلى Telegram الخاص بنا",
  "docs_nav_tree.community_support.join_telegram.content": "<p>قناتنا على <strong><a href=\"https://t.me/+r_BIiKvMqbZmMjBk\">Telegram</a></strong> مفتوحة للجميع. ومع ذلك، نحن ننتقل بمعظم اتصالاتنا إلى Discord لتحسين التفاعل والتحديثات. للتأكد من أنك تظل على اطلاع ولا تفوت أي إعلانات مهمة، يُرجى <strong><a href=\"https://discord.gg/Rk6jYHJnXu\">الانضمام إلى قناة Discord الخاصة بنا</a></strong>.</p>",
  "docs_nav_tree.community_support.contact_support.name": "اتصل بالدعم",
  "docs_nav_tree.community_support.contact_support.content": "<p>للدعم، يُرجى التواصل معنا على <strong><a target=\"_blank\" href=\"https://discord.gg/Rk6jYHJnXu\">Discord</a></strong> أو إرسال بريد إلكتروني إلى <a href=\"mailto:support@raker.market\">support@raker.market</a>. نحن نسعى للرد على جميع الاستفسارات، ولكن يُرجى التأكد من أن استفساراتك ذات صلة لمساعدتنا في خدمتك بشكل أفضل.</p>",
  "docs_nav_tree.legal.privacy_policy.name": "سياسة الخصوصية",
  "docs_nav_tree.legal.privacy_policy.content": "<div class=\"terms\"><div class=\"terms-heading\"><h1 class=\"document-heading\">سياسة الخصوصية</h1></div><div class=\"terms-body\"><p class=\"document-textA\"> في Raker.Market، نحن نحترم ونحمي خصوصية مستخدمينا. توضح سياسة الخصوصية هذه كيفية جمع واستخدام وحماية بياناتك الشخصية عند استخدامك لموقعنا الإلكتروني وخدماتنا.</p><h2 class=\"content-heading\">المعلومات التي نجمعها</h2><p class=\"document-textA\"> عند استخدامك لموقعنا الإلكتروني، قد نقوم بجمع بعض المعلومات عنك، بما في ذلك:</p><ul class=\"document-list\"><li class=\"document-list\"> معلومات شخصية مثل اسمك، بريدك الإلكتروني، ومعلومات الاتصال الأخرى التي تقدمها عند التسجيل في خدماتنا أو عند الاتصال بنا للدعم الفني;</li><li class=\"document-list\"> معلومات تقنية مثل عنوان IP الخاص بك، نوع المتصفح، ونظام التشغيل، التي يتم جمعها تلقائيًا من خلال خادم الويب الخاص بنا وأدوات التحليل;</li><li class=\"document-list\"> معلومات الاستخدام مثل الصفحات التي تزورها، تاريخ ووقت زياراتك، والمدة التي تقضيها على موقعنا الإلكتروني، والتي يتم جمعها بواسطة أدوات التحليل.</li></ul><h2 class=\"content-heading\">كيف نستخدم معلوماتك</h2><p class=\"document-textA\"> قد نستخدم معلوماتك الشخصية والتقنية من أجل:</p><ul class=\"document-list\"><li class=\"document-list\"> تقديم وتحسين خدماتنا;</li><li class=\"document-list\"> الرد على استفساراتك وتعليقاتك وطلبات الدعم الخاصة بك;</li><li class=\"document-list\"> تحليل ومراقبة الاتجاهات والأنماط على موقعنا الإلكتروني;</li><li class=\"document-list\"> الامتثال للقوانين واللوائح والإجراءات القانونية المعمول بها.</li></ul><h2 class=\"content-note\">لن نقوم ببيع أو تأجير أو إقراض بياناتك الشخصية لأطراف ثالثة.</h2><h2 class=\"content-heading\">ملفات تعريف الارتباط والتقنيات التتبعية الأخرى</h2><p class=\"document-text\"> نستخدم ملفات تعريف الارتباط والتقنيات التتبعية الأخرى لجمع وتخزين بعض المعلومات عن كيفية استخدامك لموقعنا الإلكتروني. ملفات تعريف الارتباط هي ملفات نصية صغيرة تُخزن على جهازك عند زيارة موقع ويب. تُستخدم لتخزين تفضيلاتك وتفعيل ميزات معينة على موقعنا. يمكنك التحكم في ملفات تعريف الارتباط والتقنيات التتبعية الأخرى من خلال إعدادات المتصفح الخاصة بك. قد يؤدي تعطيل ملفات تعريف الارتباط إلى تقليل قدرتك على استخدام بعض ميزات موقعنا.</p><h2 class=\"content-heading\">أمان البيانات</h2><p class=\"document-text\"> نتخذ إجراءات معقولة لحماية أمان بياناتك الشخصية، بما في ذلك استخدام تقنيات التشفير وإجراءات التحكم في الوصول لمنع الوصول غير المصرح به إلى بياناتك الشخصية أو استخدامها أو الكشف عنها. ومع ذلك، لا يمكن ضمان أن تكون أي عملية نقل بيانات عبر الإنترنت أو نظام تخزين آمنًا بنسبة 100٪. لذلك، لا يمكننا ضمان الأمان المطلق لبياناتك الشخصية.</p><h2 class=\"content-heading\">التغييرات على سياسة الخصوصية</h2><p class=\"document-text\"> قد نقوم بتحديث سياسة الخصوصية هذه من وقت لآخر. سنقوم بإبلاغك بأي تغييرات جوهرية على هذه السياسة عن طريق نشر إشعار على موقعنا الإلكتروني أو إرسال بريد إلكتروني إليك.</p><h2 class=\"content-heading\">اتصل بنا</h2><p class=\"document-text\"> إذا كانت لديك أي أسئلة أو مخاوف بشأن سياسة الخصوصية هذه أو ممارسات البيانات الخاصة بنا، يرجى الاتصال بنا عبر <a href=\"support@raker.market\">support@raker.market</a>.</p></div></div>",
  "docs_nav_tree.legal.terms_of_use.name": "شروط الاستخدام",
  "docs_nav_tree.legal.terms_of_use.content": "<div class=\"terms\"><div class=\"terms-heading\"><h1 class=\"document-heading\">شروط الاستخدام</h1></div><div class=\"terms-body\"><p class=\"document-textA\"> مرحبًا بك في MarketRaker AI، وهو أداة توفر مؤشرات تجارية ورؤى لمختلف الأسواق. من خلال استخدام موقعنا وخدماتنا، فإنك توافق على هذه الشروط. يرجى قراءة هذه الشروط بعناية قبل استخدام موقعنا أو خدماتنا.</p><h2 class=\"content-heading\">إخلاء المسؤولية</h2><p class=\"document-text\"> MarketRaker AI ليس مستشارًا ماليًا ولا يقدم نصائح استثمارية. خدماتنا تهدف إلى تقديم معلومات ومؤشرات تجارية لأغراض تعليمية ومعلوماتية فقط. من المهم أن تفهم أن استخدام خدماتنا والمؤشرات التجارية الخاصة بنا لا يضمن تحقيق نتائج استثمارية معينة، وأن أي تجارة مرتبطة بالمخاطر.</p><h2 class=\"content-heading\">استخدام خدماتنا</h2><p class=\"document-text\"> باستخدامك لموقعنا وخدماتنا، فإنك توافق على عدم استخدامها لأغراض غير قانونية أو غير مصرح بها أو غير ملائمة. كما توافق على استخدام خدماتنا فقط للاستخدام الشخصي غير التجاري الخاص بك وعدم مشاركة معلومات حسابك أو بيانات تسجيل الدخول الخاصة بك مع أطراف ثالثة. وتوافق أيضًا على عدم محاولة الهندسة العكسية أو فك تجميع أو تفكيك أي من برامجنا أو خدماتنا. وتوافق أيضًا على عدم استخدام أي أنظمة آلية أو روبوتات للوصول إلى خدماتنا أو استخدامها.</p><h2 class=\"content-heading\">التعويض</h2><p class=\"document-text\"> توافق على تعويض MarketRaker AI وشركاتها التابعة والمسؤولين والمديرين والموظفين والوكلاء والمرخصين والموردين التابعين لها عن أي مطالبات أو مسؤوليات أو أضرار أو نفقات (بما في ذلك أتعاب المحاماة) تنشأ عن استخدامك لموقعنا أو خدماتنا أو انتهاكك لهذه الشروط أو انتهاكك لحقوق الآخرين.</p><h2 class=\"content-heading\">تحديد المسؤولية</h2><p class=\"document-text\"> إلى أقصى حد يسمح به القانون، MarketRaker AI وشركاتها التابعة والمسؤولين والمديرين والموظفين والوكلاء والمرخصين والموردين لن يتحملوا المسؤولية عن أي أضرار مباشرة أو غير مباشرة أو تأديبية أو عرضية أو خاصة أو تبعية تنشأ عن أو تتعلق باستخدامك لموقعنا أو خدماتنا، سواء كانت المسؤولية قائمة على العقد أو المسؤولية التقصيرية أو المسؤولية الموضوعية أو أي نظرية أخرى، حتى إذا تم إخطار MarketRaker AI بإمكانية حدوث مثل هذه الأضرار.</p><h2 class=\"content-heading\">منحة الرموز المميزة RAKER لداعمي الإصدار المبكر</h2><p class=\"document-text\"> تقدم منحة الرموز المميزة RAKER منحة أولية بقيمة 10 رموز RAKER، مع إمكانية الحصول على ما يصل إلى 1000 رمز، كاعتراف خاص بداعمي الإصدار المبكر لـ MarketRaker AI. لقد قمنا بإعداد ذلك لتقدير ومكافأة الأعضاء الأوائل في مجتمعنا. ومع ذلك، نطلب من جميع الأعضاء استخدام هذه المنحة بمسؤولية ووفقًا للغرض منها. <br><br> للحفاظ على نزاهة هذه المنحة وضمان منحها للمستخدمين الحقيقيين، نطلب من جميع المشاركين تسجيل الدخول إلى تطبيق MarketRaker AI وإكمال عملية التحقق قبل صرف الرموز.</p><br><br><p class=\"document-text\"><b>أمثلة على حالات الاستخدام الصحيحة:</b></p><ul class=\"document-text\"><li class=\"document-text\"> تحويل المنحة إلى محفظة صديق تتضمن معاملات نشطة أخرى.</li><li class=\"document-text\"> شراء الرموز مباشرة على MinSwap.</li></ul><p class=\"document-text\"><b>أمثلة على حالات الاستخدام غير الصحيحة:</b></p><ul><li class=\"document-text\"> المحافظ التي تحتوي على معاملة واحدة فقط من 10 رموز مقابل توزيع الرموز الجوي سيتم اعتبارها مشبوهة وقد يتم وضعها قيد المراجعة.</li></ul><p class=\"document-text\"><br>يرجى ملاحظة: يحتفظ MarketRaker AI بالحق في تعليق أو استرداد الرموز من الحسابات التي تنتهك هذه الشروط.</p><h2 class=\"content-heading\">التغييرات على شروط الاستخدام</h2><p class=\"document-text\"> نحتفظ بالحق في تعديل أو تحديث هذه الشروط دون إشعار مسبق. يعتبر استمرارك في استخدام موقعنا أو خدماتنا بعد هذه التغييرات بمثابة موافقة على الشروط الجديدة.</p><h2 class=\"content-heading\">اتصل بنا</h2><p class=\"document-text\"> إذا كانت لديك أي أسئلة أو مخاوف بشأن هذه الشروط، يرجى الاتصال بنا عبر <a href=\"support@raker.market\">support@raker.market</a>.</p></div></div>",
  "docs_nav_tree.not_found": "<h1>404 غير موجود</h1><p>يبدو أن هذه الصفحة من الوثائق لا تزال قيد الإنشاء. يرجى محاولة استخدام مورد وثائقي آخر.</p>",

  "docs_nav_tree.market_direction_api": "<h1>الحصول على اتجاه السوق</h1><p><mark><b>POST</b> &rarr; /model/market-direction</mark></p><p>تحسب اتجاه السوق بناءً على البيانات اليومية المقدمة.</p><p><i>تكلفة الائتمان: 1 ائتمان</i></p><h4>المعلمات:</h4><table><tr><th>الاسم</th><th>النوع</th><th>مطلوب</th><th>الوصف</th></tr><tr><td>X-Application-Id<p><code><i>(رأس)</i></code></p></td><td>STRING</td><td>نعم</td><td>معرف تطبيق MarketRaker الخاص بك، انتقل إلى <a href=\"https://raker.market/#/api-instructions\" target=\"_blank\">تعليمات API</a> للحصول على مثال للتنفيذ.</td></tr><tr><td>X-Signature<p><code><i>(رأس)</i></code></p></td><td>STRING</td><td>نعم</td><td>التوقيع كما تم الحصول عليه من مفتاحك العام، انتقل إلى <a href=\"https://raker.market/#/api-instructions\" target=\"_blank\">تعليمات API</a> للحصول على مثال للتنفيذ.</td></tr><tr><td>X-Signature-Timestamp<p><code><i>(رأس)</i></code></p></td><td>STRING</td><td>نعم</td><td>التاريخ والوقت عندما تم إنشاء التوقيع بتنسيق UNIX، انتقل إلى <a href=\"https://raker.market/#/api-instructions\" target=\"_blank\">تعليمات API</a> للحصول على مثال للتنفيذ.</td></tr><tr><td>البيانات <p><code><i>(جسم)</i></code></p></td><td>JSON</td><td>نعم</td><td>البيانات اليومية اللازمة لحساب اتجاه السوق. يوصى بوجود ما لا يقل عن 20 نقطة بيانات.</td></tr></table><h4>مثال البيانات:</h4><p>يجب تقديم كائن بيانات JSON بالتنسيق التالي:</p><img src=\"assets\\images\\docs\\market_direction_api\\data_example.png\"><p></p>",

  "docs_nav_tree.references.name": "المراجع",
  "docs_nav_tree.references.faqs.name": "الأسئلة الشائعة",
  "docs_nav_tree.references.api_documentation.name": "توثيق API",
  "docs_nav_tree.references.glossary.name": "المعجم",
  "docs_nav_tree.references.glossary.content": "<div><h2>معجم المصطلحات :</h2><ul><li><strong>MarketRaker AI :</strong> منصة تركز على اختيار الأسهم وتوقع الأسعار من خلال خوارزميات متطورة وتحليل البيانات.</li><li><strong>RAKER :</strong> الرمز الأصلي لـ MarketRaker AI، المستخدم كنموذج اشتراك للوصول إلى أدوات وخدمات المنصة.</li><li><strong>اختيار الأسهم :</strong> عملية اختيار الأسهم التي يُتوقع أن تؤدي بشكل أفضل من السوق.</li><li><strong>المشي العشوائي :</strong> نظرية تقترح أن تغييرات أسعار الأسهم لها نفس التوزيع ومستقلة عن بعضها البعض.</li><li><strong>TradingView :</strong> منصة للمتداولين لرؤية وتحليل بيانات السوق.</li><li><strong>المؤشرات الفنية :</strong> حسابات رياضية تستند إلى معلومات تاريخية عن السعر أو الحجم أو الاهتمام المفتوح بهدف توقع اتجاه السوق المالي.</li><li><strong>التلقائية الذاتية لإهلر :</strong> مؤشر فني يستخدم لتحليل اتجاهات السوق.</li><li><strong>معامل جيني :</strong> مقياس لتشتت إحصائي يمثل توزيع الدخل لسكان الأمة.</li><li><strong>TCN (شبكة الالتفاف الزمنية) :</strong> شبكة عصبية تُستخدم لمهام نمذجة السلاسل الزمنية.</li><li><strong>LSTM :</strong> الذاكرة قصيرة وطويلة الأمد، نوع من هندسة الشبكات العصبية المتكررة.</li><li><strong>RNN :</strong> الشبكة العصبية المتكررة، فئة من الشبكات العصبية الاصطناعية.</li><li><strong>Keras :</strong> مكتبة برمجية مفتوحة المصدر تقدم واجهة بايثون للشبكات العصبية الاصطناعية.</li><li><strong>محسن آدم :</strong> طريقة للتحسين العشوائي.</li><li><strong>Weights and Biases :</strong> أدوات تُستخدم لتتبع تجارب التعلم الآلي، وإصدار بيانات، والتعاون في المشاريع.</li><li><strong>التحسين البايزي :</strong> استراتيجية تصميم متسلسلة للتحسين العالمي لوظائف الصندوق الأسود.</li><li><strong>Webhooks :</strong> رسائل مؤتمتة تُرسل من التطبيقات عند حدوث شيء ما، وغالبًا ما تُستخدم لدمج أدوات الطرف الثالث.</li><li><strong>روبوتات التداول :</strong> أنظمة آلية يمكن أن تنفذ عمليات تداول بالنيابة عن المتداول بناءً على استراتيجية محددة مسبقًا.</li><li><strong>مجال الاستقبال :</strong> المساحة في بيانات الإدخال التي يأخذها شبكة عصبية لإنتاج مخرج معين.</li><li><strong>الكتلة المتبقية :</strong> مكون في الشبكات العصبية يساعد في حل مشكلة التدرجات المتلاشية من خلال إدخال اتصالات تخطي.</li><li><strong>المعلمة الفائقة :</strong> معلمة يتم تعيين قيمتها قبل تدريب نموذج التعلم الآلي، على عكس القيم التي يتم اشتقاقها من خلال التدريب.</li></ul></div>",

  "docs_nav_tree.tutorials_incomplete.name": "الدروس (غير مكتملة)",
  "docs_nav_tree.tutorials_incomplete.content": "",
  "docs_nav_tree.tutorials_incomplete.setting_up_indicators.name": "إعداد المؤشرات",
  "docs_nav_tree.tutorials_incomplete.setting_up_indicators.content": "",
  "docs_nav_tree.tutorials_incomplete.interpreting_ai_insights.name": "تفسير رؤى الذكاء الاصطناعي",
  "docs_nav_tree.tutorials_incomplete.interpreting_ai_insights.content": "",
  "docs_nav_tree.tutorials_incomplete.customizing_ai_models.name": "تخصيص نماذج الذكاء الاصطناعي",
  "docs_nav_tree.tutorials_incomplete.customizing_ai_models.content": "",
  "docs_nav_tree.tutorials_incomplete.integration_with_trading_platforms.name": "التكامل مع منصات التداول",
  "docs_nav_tree.tutorials_incomplete.integration_with_trading_platforms.content": "",
  "docs_nav_tree.tutorials_incomplete.setting_up_alerts.name": "إعداد التنبيهات",
  "docs_nav_tree.tutorials_incomplete.setting_up_alerts.content": "",

  "docs_nav_tree.release_notes_updates.name": "ملاحظات الإصدار والتحديثات",
  "docs_nav_tree.release_notes_updates.content": "",
  "docs_nav_tree.white_paper_v1_0.name": "الورقة البيضاء v1.0",
  "docs_nav_tree.white_paper_v1_0.content": "",
  "docs_nav_tree.white_paper_v1_0.introduction.name": "المقدمة",
  "docs_nav_tree.white_paper_v1_0.introduction.content": "<h1>المقدمة؟</h1><p>نحن على وشك الكشف عن منصتنا المتطورة التي تم تصميمها لإحداث ثورة في الطريقة التي يتعامل بها المتداولون والمستثمرون مع تحليل الأسواق واتخاذ القرارات. من خلال التركيز على توفير معلومات عالية الجودة وتبسيط الخيارات الاستثمارية، يستخدم MarketRaker AI قوة الذكاء الاصطناعي لتقديم ميزة فريدة للمستخدمين في المشهد المعقد للتداول اليوم.</p>",
  "docs_nav_tree.white_paper_v1_0.introduction.core_idea_value_proposition.name": "الفكرة الرئيسية والقيمة المضافة",
  "docs_nav_tree.white_paper_v1_0.introduction.core_idea_value_proposition.content": "<h1>الفكرة الرئيسية والقيمة المضافة؟</h1><p>في قلب مشروعنا يكمن التزام عميق بتزويد المتداولين والمستثمرين بالمؤشرات السريعة والمحدثة التي يحتاجونها للتنقل بنجاح في الأسواق المالية. نحن نفهم التحديات التي يواجهها المتداولون لفهم اتجاهات السوق، تحديد الفرص، وإدارة المخاطر. تم تصميم MarketRaker AI خصيصًا لمعالجة هذه التحديات وتبسيط هذه العملية لمجموعة واسعة من الأسواق، بما في ذلك الأسهم والعملات المشفرة، بناءً على الشهية الفردية للمخاطرة. كما أن معرفة متى تدخل السوق مهم، فإن معرفة متى تغادره لا يقل أهمية. البيئة الاقتصادية في حالة تغير مستمر، تتأثر بالعديد من المتغيرات - الأحداث الجيوسياسية، التغييرات التنظيمية، معنويات السوق، وغير ذلك الكثير. غالبًا ما يرتفع المتداولون بعد صفقة ناجحة، ويصبحون متساهلين في استراتيجيتهم، دون أن يدركوا أن ما يرتفع يجب أن ينخفض في النهاية.</p>",
  "docs_nav_tree.white_paper_v1_0.introduction.harnessing_advanced_technologies.name": "تسخير التقنيات المتقدمة",
  "docs_nav_tree.white_paper_v1_0.introduction.harnessing_advanced_technologies.content": "<h1>تسخير التقنيات المتقدمة؟</h1><p>يستخدم MarketRaker AI الخوارزميات المتقدمة وتقنيات التعلم الآلي لإنشاء مؤشرات تداول قابلة للتنفيذ. تقوم نماذجنا بتحليل كميات كبيرة من البيانات من الأسواق المختلفة، لتكشف عن الأنماط والاتجاهات التي تساعد المستخدمين على اتخاذ قرارات استثمارية مستنيرة بناءً على توقعات الأسعار.</p>",
  "docs_nav_tree.white_paper_v1_0.introduction.holistic_approach.name": "نهج شمولي",
  "docs_nav_tree.white_paper_v1_0.introduction.holistic_approach.content": "<h1>نهج شمولي؟</h1><p>يتبنى MarketRaker AI نهجًا شموليًا لتلبية الاحتياجات المتنوعة للمتداولين والمستثمرين. توفر منصتنا واجهة سهلة الاستخدام ومجموعة واسعة من المؤشرات، مما يتيح للمستخدمين تخصيص تجربتهم في التداول وفقًا لمتطلباتهم الفريدة.</p>",
  "docs_nav_tree.white_paper_v1_0.introduction.looking_ahead.content": "<h1>نظرة مستقبلية؟</h1><p>في هذا المستند، سنلقي نظرة على الخصائص الأساسية والمزايا التي يقدمها MarketRaker AI، ونقدم رؤية مفصلة حول الميزات والأساليب التقنية والمزايا التي توفرها منصتنا. انضم إلينا في هذه الرحلة المثيرة لإعادة تعريف تحليل السوق ومنح المتداولين الأدوات التي يحتاجونها لتحقيق النجاح. معًا، سنفتح آفاقًا جديدة ونحدث ثورة في طريقة التعامل مع التداول في العصر الرقمي.</p>",
  "docs_nav_tree.white_paper_v1_0.introduction.looking_ahead.name": "نظرة مستقبلية",
  "docs_nav_tree.white_paper_v1_0.introduction.tokenisation_as_an_enabler.content": "<h1>الرموز المميزة كأداة تمكين؟</h1><p>على الرغم من أن مشروعنا يتضمن الرموز المميزة، إلا أنه من المهم ملاحظة أنها تُستخدم لتعزيز الوظائف وسهولة الوصول والمشاركة ضمن منصتنا. يتيح رمز MarketRaker AI الوصول السلس إلى الميزات المتميزة والخدمات المستندة إلى الاشتراك والمشاركة في نظامنا البيئي المتنامي. بالإضافة إلى ذلك، تشجع الرموز المميزة على المشاركة النشطة للمستخدمين وتسهيل المعاملات دون احتكاك، مما يخلق مجتمعًا مزدهرًا ومترابطًا.</p>",
  "docs_nav_tree.white_paper_v1_0.introduction.tokenisation_as_an_enabler.name": "الرموز المميزة كأداة تمكين",

  "docs_nav_tree.white_paper_v1_0.market_analysis_and_problem_statement.name": "تحليل السوق وبيان المشكلة",
  "docs_nav_tree.white_paper_v1_0.market_analysis_and_problem_statement.challenges_faced_by_traders_in_the_market.name": "التحديات التي تواجه المتداولين في السوق",
  "docs_nav_tree.white_paper_v1_0.market_analysis_and_problem_statement.challenges_faced_by_traders_in_the_market.content": "<h1>التحديات التي تواجه المتداولين في السوق</h1><p>على الرغم من النمو والإمكانات في أسواق العملات المشفرة والأسواق التقليدية للأسهم، يواجه المتداولون عدة تحديات تجعل من الصعب تحقيق صفقات مربحة باستمرار. تتضمن بعض التحديات الرئيسية:</p><ul><li>تقلبات السوق: تشتهر أسواق العملات المشفرة والأسواق التقليدية للأسهم بالتقلبات، حيث تحدث تقلبات مفاجئة في الأسعار يصعب التنبؤ بها أو التعامل معها في الوقت الحقيقي.</li><li>الكم الهائل من المعلومات: إن حجم الأخبار والبيانات والتحليلات المتاحة عن الأسواق يمكن أن يكون ساحقًا. وهذا يجعل من الصعب على المتداولين غربلة واكتشاف الاتجاهات والإشارات الرئيسية.</li><li>تحليل يستغرق وقتًا طويلاً: إجراء تحليل شامل للأسواق والبحث قد يكون عملية تستنزف الوقت والموارد، خاصةً بالنسبة للمتداولين الفرديين أو الفرق الصغيرة.</li><li>نقص الخبرة: التنقل بنجاح في الأسواق يتطلب فهمًا عميقًا للأسواق المالية، والتحليل الفني، واستراتيجيات التداول، وهو ما قد يمثل حاجزًا للمتداولين الجدد أو الأقل خبرة.</li><li>إدارة المخاطر: إدارة المخاطر أمر حيوي لنجاح التداول، ولكن قد يكون من الصعب تقييم المخاطر وإدارتها بدقة في الأسواق التي تتغير بسرعة.</li></ul><p>تهدف MarketRaker AI إلى معالجة هذه التحديات من خلال تقديم مؤشرات تداول موثوقة وقابلة للتنفيذ تمكن المتداولين من اتخاذ قرارات مستنيرة تستند إلى البيانات وتقليل المخاطر.</p>",
  "docs_nav_tree.white_paper_v1_0.market_analysis_and_problem_statement.how_marketraker_addresses_these_challenges.name": "كيف تعالج MarketRaker هذه التحديات",
  "docs_nav_tree.white_paper_v1_0.market_analysis_and_problem_statement.how_marketraker_addresses_these_challenges.content": "<h2>كيف تعالج MarketRaker AI هذه التحديات</h2><p>تمثل كل من التحديات المذكورة أعلاه عائقًا كبيرًا أمام المتداولين في الأسواق المالية الديناميكية اليوم. ومع ذلك، تم تصميم MarketRaker AI لمعالجة كل من هذه التحديات بشكل فعال، مما يحدث تغييرًا في مشهد التداول:</p><ul><li><strong>التخفيف من تقلبات السوق:</strong> يعتمد MarketRaker AI على محرك ذكاء اصطناعي متقدم يستخدم التعلم الآلي لتحليل كميات هائلة من البيانات في الوقت الفعلي. يركز هذا النظام على التحركات السعرية الكبيرة، ويقوم بتصفية ضوضاء السوق، مما يقلل من تأثير تقلبات السوق. باستخدام MarketRaker AI، تصبح التقلبات المفاجئة في الأسعار أقل إرهابًا، حيث توفر المنصة مؤشرات واضحة لتوجيه قرارات التداول.</li><li><strong>تبسيط المعلومات:</strong> يتم التعامل مع مشكلة الكم الهائل من المعلومات عن طريق تحويل البيانات المعقدة إلى مؤشرات تداول سهلة الفهم وسهلة الاستخدام. على سبيل المثال، بناءً على مستوى المخاطرة الذي تختاره، قد تتلقى 40 إلى 80 مؤشرًا في السنة لزوج تداول معين. توفر هذه المؤشرات رؤى قيمة وتوجه المستخدمين نحو فرص التداول المحتملة، مما يبسط عملية اتخاذ القرار.</li><li><strong>تحليل السوق بكفاءة:</strong> يقلل MarketRaker AI بشكل كبير من الوقت والجهد المطلوبين لتحليل السوق. تتيح منصتنا للمتداولين التحرر من البحث والتمحيص في البيانات، والتركيز بدلًا من ذلك على الاستراتيجية.</li><li><strong>إتاحة الخبرة للجميع:</strong> نؤمن بأن الجميع يجب أن يكون لديهم الوصول إلى أدوات التداول الاحترافية. لذلك تم تصميم MarketRaker AI بواجهة سهلة الاستخدام تناسب كل من المبتدئين والمتداولين المحترفين.</li><li><strong>إدارة مخاطر مخصصة:</strong> تعد إدارة المخاطر جزءًا حاسمًا من عملية التداول. تتيح منصتنا للمستخدمين تخصيص المؤشرات بناءً على مستوى المخاطر المفضل لديهم وأهدافهم الاستثمارية. هذا يمكن الأفراد من السيطرة على إدارة المخاطر الخاصة بهم وتكييف استراتيجيات التداول مع مستوى المخاطر الذي يفضلونه.</li></ul><p>بشكل أساسي، تحول MarketRaker AI تحديات السوق إلى فرص. فهي تمكّن المتداولين من خلال أدوات قوية ورؤى في الوقت الفعلي والمرونة للتكيف مع تغيرات السوق بفعالية وكفاءة. مع MarketRaker AI، يكون المتداولون مستعدين بشكل أفضل للتنقل في العالم المعقد للأسواق المالية واتخاذ قرارات تداول أكثر استنارة.</p>",
  "docs_nav_tree.white_paper_v1_0.market_analysis_and_problem_statement.overview_of_the_trading_market.name": "نظرة عامة على سوق التداول",
  "docs_nav_tree.white_paper_v1_0.market_analysis_and_problem_statement.overview_of_the_trading_market.content": "<h1>نظرة عامة على سوق التداول</h1><p>شهد سوق التداول نموًا كبيرًا في السنوات الأخيرة، ويرجع ذلك أساسًا إلى ظهور جائحة كوفيد-19 والوصول السهل إلى منصات تداول العملات المشفرة. في عام 2019، بلغت القيمة السوقية العالمية للعملات المشفرة 1.03 مليار دولار، ومن المتوقع أن تنمو بمعدل نمو سنوي مركب (CAGR) يبلغ 11.2٪ من عام 2020 إلى عام 2027. بالإضافة إلى ذلك، تستمر الأسواق التقليدية للأسهم في النمو، حيث وصلت القيمة السوقية العالمية إلى 95.2 تريليون دولار في عام 2019.</p><p>في بيئة تتميز بتعدد الأصول والتقلبات الكبيرة في الأسواق، قد يكون من الصعب على غير المتداولين أو المتداولين الجدد التنقل في السوق واتخاذ قرارات استثمارية مدروسة. هناك العديد من الأدوات والمؤشرات المتاحة لتحليل السوق، ولكن العديد منها يتطلب فهمًا وتطبيقًا غالبًا ما يكونان معقدين ويستغرقان وقتًا. بالإضافة إلى ذلك، يفتقر العديد من غير المتداولين إلى الوصول إلى هذه الأدوات المهمة، مما يضعهم في موقف غير موات. تقوم MarketRaker AI بحل هذه المشكلة من خلال توفير مؤشرات تداول واضحة وسهلة الاستخدام تساعد في اتخاذ قرارات استثمارية مدروسة. تسعى MarketRaker AI إلى جعل التداول أكثر سهولة وربحية لجمهور أوسع عن طريق تبسيط عملية تحليل السوق مع مراعاة تحمل المخاطر الفردي.</p>",

  "docs_nav_tree.white_paper_v1_0.market_analysis_and_problem_statement.competition.name": "المنافسة",
  "docs_nav_tree.white_paper_v1_0.market_analysis_and_problem_statement.competition.content": "<h2>المنافسة</h2><p>بينما تقدم منصات مثل TradingView وCryptoCompare وBloomberg Terminal معلومات وأدوات قيمة للسوق، تبرز MarketRaker AI من خلال توفير تجربة مبسطة ومركزة للمستخدمين.</p><p>تتمثل إحدى السمات الرئيسية التي تميز MarketRaker AI في التركيز على القضاء على الضوضاء وتبسيط عملية اتخاذ القرار، مشابهًا للنهج الذي تتبعه Stoic.ai. على عكس المنصات التقليدية حيث يقوم المستخدمون بتحليل كميات هائلة من المعلومات يدويًا، تتبع MarketRaker AI نهجًا مختلفًا. لا يحتاج المستخدمون إلى قضاء ساعات في تصفية البيانات أو إجراء تحليل شامل، مما يمنحهم فائدة المزيد من الوقت الحر للتركيز على اهتماماتهم ومجالات خبرتهم الأخرى.</p><p>بدلاً من ذلك، يتلقون مؤشرات يمكنهم الوثوق بها، تتناسب مع قدرتهم على تحمل المخاطر وتفضيلاتهم في الأسهم/العملات المشفرة. وهذا يقضي على الضوضاء الساحقة ويسمح للمستخدمين بالتركيز فقط على الفرص المحتملة.</p><p>مقارنةً بالمنافسين، تقدم MarketRaker AI أيضًا واجهة مستخدم سهلة الاستخدام تكون بديهية وسهلة التنقل. تعطي المنصة الأولوية لتجربة مستخدم سلسة، مما يضمن أن المتداولين والمستثمرين يمكنهم الوصول إلى المؤشرات وتفسيرها بسهولة. يجعل هذا التصميم المرتكز على المستخدم MarketRaker AI متاحة للمحترفين ذوي الخبرة والمبتدئين في السوق.</p><p>بشكل عام، تتميز MarketRaker AI من خلال تبسيط عملية التداول والقضاء على الضوضاء، مما يمكّن المستخدمين من التركيز على الفرص التي تتناسب مع قدرتهم على تحمل المخاطر وتفضيلاتهم.</p>",
  "docs_nav_tree.white_paper_v1_0.market_analysis_and_problem_statement.marketraker_results.name": "نتائج MarketRaker AI",
  "docs_nav_tree.white_paper_v1_0.market_analysis_and_problem_statement.marketraker_results.content": "<h2>نتائج MarketRaker AI</h2><p>مرحلة اختبار شاملة لمحاكاة والتحقق من نتائج التداول الحقيقية ودقة المؤشرات التي أنشأتها المنصة على مدى فترة تتراوح من شهرين إلى ثلاثة أشهر.</p><p>تم تطبيق نموذج MarketRaker AI على بيانات السوق التاريخية خلال هذه الفترة، مما يغطي ظروف السوق المختلفة وأطر زمنية متنوعة. كان هدف المحاكاة هو تقييم أداء المؤشرات في تحديد فرص التداول المربحة والتحقق من فعالية النموذج في إدارة المخاطر.</p><p>سيتم نشر نتائج فترة المحاكاة بمجرد أن نكون واثقين من أن النتائج قوية، لتوفير تحليل موضوعي وكمّي لأداء النموذج. هدفنا هو أيضًا أن يتم التحقق من النتائج من قبل جهة خارجية موثوقة.</p><p>تعترف MarketRaker AI بأهمية الأداء في العالم الحقيقي وتفهم أن نتائج المحاكاة قد لا تعكس دائمًا نتائج التداول الفعلية. لذلك، في حين أن نتائج المحاكاة توفر رؤى قيمة، يُشجع المستخدمون على مراعاة قدرتهم على تحمل المخاطر وظروف السوق عند اتخاذ قرارات التداول.</p>",
  "docs_nav_tree.white_paper_v1_0.market_analysis_and_problem_statement.value_marketraker_brings.name": "القيمة التي تجلبها MarketRaker AI",
  "docs_nav_tree.white_paper_v1_0.market_analysis_and_problem_statement.value_marketraker_brings.content": "<h2>القيمة التي تجلبها MarketRaker AI</h2><p>تحسين معلومات السوق: تتجاوز منصتنا مؤشرات السوق التقليدية من خلال الاعتماد على نماذج الذكاء الاصطناعي لتعزيز معلومات السوق. نحن قادرون على تزويد المستخدمين برؤى قابلة للتنفيذ حول اتجاهات السوق والفرص المحتملة وعوامل المخاطر من خلال تحليل كميات هائلة من البيانات.</p><p>تحسين عملية اتخاذ القرار: نفهم أن اتخاذ قرارات دقيقة وسريعة أمر حاسم في عالم التداول. من خلال توفير مؤشرات سوقية مبسطة وتحديد نقاط الدخول والخروج المثلى، نمكّن المستخدمين من اتخاذ قرارات تداول مربحة بثقة وفي الوقت المناسب.</p><p>تخفيف المخاطر: يعد تخفيف المخاطر جانبًا حاسمًا للتداول الناجح. تتضمن منصتنا ميزات متطورة لإدارة المخاطر تساعد المستخدمين في إدارة محافظهم بشكل فعال. من خلال تقليل المخاطر، نهدف إلى تحسين تجربة التداول العامة وحماية رأس المال المستثمر للمستخدمين.</p><p>الوصول والراحة: نعتقد أن الوصول إلى مؤشرات سوق عالية الجودة يجب أن يكون متاحًا لجميع المتداولين، بغض النظر عن مستوى خبرتهم. من خلال تقديم واجهات بديهية، ولوحات تحكم قابلة للتخصيص، وإشعارات في الوقت الحقيقي، نوفر تجربة تداول سلسة للمبتدئين والمحترفين ذوي الخبرة.</p><p>التحسين المستمر والابتكار: نحن ملتزمون بالتحسين المستمر والبقاء في طليعة التقدم التكنولوجي في الصناعة. سنبحث بنشاط عن تعليقات المستخدمين، ونقوم بدمج مصادر بيانات جديدة، ومراقبة وصيانة وتحسين خوارزمياتنا لضمان أن منصتنا تتطور مع الديناميات المتغيرة للسوق.</p>",

  "docs_nav_tree.about_us": "معلومات عنا",
  "docs_nav_tree.terms_and_conditions.name": "الشروط والأحكام",
  "docs_nav_tree.privacy_policy.name": "سياسة الخصوصية",

  "last_reviewed_on": "تمت المراجعة الأخيرة في",
  "previous": "السابق",
  "next": "التالي",

  "translations_coming_soon": "الترجمات للوثائق قادمة قريبًا."
}
