{
  "docs_nav_tree.introduction.name": "Introduction",
  "docs_nav_tree.introduction.content": "<div class=\"logo\"><img src=\"/assets/images/MARKETRAKER_LOGO_RC_WITH_TEXT.png\"></div><h1>Introduction à MarketRaker AI</h1><p>MarketRaker AI émerge comme une solution révolutionnaire dans le domaine des plateformes de trading, visant à éliminer le bruit accablant souvent associé aux analyses de marché. En se concentrant sur la précision et la clarté, MarketRaker AI s'efforce d'éliminer les nuances fastidieuses de l'analyse graphique, permettant aux traders de se concentrer sur ce qui compte vraiment : les indicateurs.</p><p>Alors que le monde du trading regorge de données et de graphiques, le véritable défi est de trier les éléments superflus pour trouver les informations exploitables. MarketRaker AI relève ce défi en servant de filtre pour mettre en lumière uniquement les indicateurs les plus pertinents adaptés au profil de risque préféré du trader. C'est une approche transformatrice, éloignant l'attention des données écrasantes vers une prise de décision stratégique et éclairée.</p><p>Adoptez une nouvelle ère de trading avec MarketRaker AI, où nous privilégions la simplicité sans compromettre la profondeur. Dites adieu aux graphiques encombrés et bonjour aux indicateurs clairs et exploitables qui vous permettent de trader en toute confiance.</p>",

  "docs_nav_tree.introduction.what_is_marketraker.name": "Qu'est-ce que MarketRaker",
  "docs_nav_tree.introduction.what_is_marketraker.content": "<h1>Qu'est-ce que MarketRaker AI ?</h1><p>MarketRaker AI est bien plus qu'un simple outil de trading ; il représente la prochaine évolution dans l'analyse graphique financière. Dans l'immense paysage des marchés financiers, les traders sont souvent submergés par la myriade d'indicateurs à leur disposition. Bien que les indicateurs de trading traditionnels soient inestimables, ils servent principalement d'indicateurs retardés, fortement dépendants des données historiques. Bien que les données historiques brossent un tableau des comportements passés du marché, elles ne fournissent pas toujours une voie claire pour les mouvements futurs du marché.</p><p>C'est là que MarketRaker AI intervient. En exploitant la puissance des modèles d'IA avancés, nous prenons ces indicateurs de trading, les regroupons et évaluons leur force en temps réel. Notre objectif n'est pas seulement de nous fier aux données passées, mais de prédire l'exactitude de ces indicateurs dans les scénarios futurs du marché, offrant ainsi un aperçu des potentielles variations de prix. De plus, avec la vaste quantité de données disponibles sur les plateformes de trading comme TradeView et autres, notre approche pilotée par l'IA est conçue pour filtrer le bruit et fournir des informations claires et exploitables.</p><p>Mais l'innovation de MarketRaker AI ne s'arrête pas là. Reconnaissant que les traders ont des appétits pour le risque différents, ces informations sont ensuite classées en différents niveaux de risque. Les utilisateurs peuvent s'abonner à ces niveaux, garantissant ainsi qu'ils reçoivent des informations adaptées à leur stratégie de trading et à leurs préférences en matière de risque. En essence, MarketRaker AI comble le fossé entre les données historiques et les analyses prédictives, offrant une approche simplifiée au trading dans les marchés d'aujourd'hui en constante évolution.</p>",

  "docs_nav_tree.introduction.features_overview.name": "Aperçu des fonctionnalités",
  "docs_nav_tree.introduction.features_overview.content": "<h1>Aperçu des fonctionnalités</h1><p>MarketRaker AI révolutionne l'espace de trading en simplifiant le monde encombré et chaotique des indicateurs de marché en fournissant des informations claires, alimentées par l'IA, aux traders de swing. Notre plateforme est une révolution, offrant les fonctionnalités uniques suivantes :</p><ul><li><strong>Indicateurs IA et analyse de la force/du risque :</strong> En tirant parti de l'IA avancée, MarketRaker AI évalue les indicateurs de trading, les classant en fonction du risque et de la force calculés pour guider vos décisions de trading.</li><li><strong>Catégorisation personnalisée du risque :</strong> Personnalisez votre expérience de trading en sélectionnant des catégories de risque qui correspondent à votre niveau de confort en matière d'investissement, simplifiant les indicateurs que vous recevez.</li><li><strong>Focus sur le trading de swing :</strong> Conçu pour les traders de swing stratégiques, pas pour le trading journalier, offrant des perspectives de marché à plus long terme et raffinées.</li><li><strong>Alertes en temps réel via Telegram et Discord :</strong> Restez en tête grâce aux alertes immédiates via les intégrations Telegram et Discord, vous assurant de ne jamais manquer une information précieuse.</li><li><strong>Webhooks pour bots de trading personnalisés :</strong> Connectez votre configuration de trading avec notre fonctionnalité de webhooks, permettant un trading automatisé ou des bots personnalisés basés sur nos indicateurs.</li><li><strong>Interface conviviale :</strong> Profitez d'une analyse de marché sans bruit grâce à notre interface claire et intuitive.</li><li><strong>Couverture de marché :</strong> Accès direct aux données de 100 actions et 30 cryptomonnaies, offrant une large gamme d'opportunités de trading.</li><li><strong>Service par abonnement :</strong> Utilisez le RAKER Token sur le framework Cardano pour des paiements d'abonnement sécurisés et sans friction.</li></ul><p>MarketRaker AI s'engage à offrir clarté, efficacité et, surtout, à autonomiser les traders. En supprimant les barrières courantes à la compréhension du marché, nous proposons une plateforme où les décisions de trading stratégiques sont plus claires et plus accessibles.</p>",

  "docs_nav_tree.introduction.how_marketraker_works.name": "Comment fonctionne MarketRaker",
  "docs_nav_tree.introduction.how_marketraker_works.content": "<h2>Comment fonctionne MarketRaker AI ?</h2><p>MarketRaker AI, dans sa version Alpha, représente un changement de paradigme dans la manière dont les indicateurs de trading sont utilisés. Grâce à un mélange d'indicateurs de trading soigneusement sélectionnés et d'analyses pilotées par l'IA, MarketRaker AI s'efforce de désencombrer le monde complexe du trading et de fournir des informations exploitables à ses utilisateurs.</p><p>La suite actuelle des indicateurs analysés comprend :<ul><li>Market-Cipher-B-free</li><li>Market-Cipher-A-free</li><li>Oscillateur WaveTrend</li><li>Divergence de prix</li><li>Divergence stochastique simple</li><li>Zone MFI+RSI</li></ul></p><p>Plutôt que de submerger les utilisateurs avec des signaux d'achat ou de vente disparates provenant de chaque indicateur, l'IA de MarketRaker AI consolide ces indicateurs pour produire un signal d'achat ou de vente unifié. Ce processus décisionnel piloté par l'IA est affiné par un mécanisme de backtesting intelligent. Chaque indicateur, avant d'être envoyé, est rigoureusement testé sur des données historiques, nous permettant d'attribuer un score de confiance. Ce score est ensuite mappé à des catégories de risque prédéfinies, garantissant que les utilisateurs reçoivent des informations qui correspondent à leur appétit pour le risque.</p><p>S'abonner à une catégorie de risque spécifique permet aux utilisateurs de personnaliser leur expérience MarketRaker AI. Ils reçoivent alors des indicateurs correspondant à leur niveau de risque choisi et associés aux actions ou cryptomonnaies qu'ils suivent. Cette approche sur mesure permet d'éviter de submerger les utilisateurs avec des données non pertinentes, leur permettant de prendre des décisions de trading plus éclairées.</p><h2>Présentation du Token RAKER</h2><p>Le token RAKER est l'élément vital de la plateforme MarketRaker AI. En évitant les modèles d'abonnement traditionnels basés sur la monnaie fiduciaire, le token RAKER ouvre la voie à un écosystème piloté par la communauté. Au fur et à mesure que la réputation et l'efficacité de MarketRaker AI augmentent, les détenteurs de tokens peuvent potentiellement bénéficier de la revente de leurs abonnements au sein de la communauté, favorisant un environnement dynamique et auto-suffisant.</p><h2>Accès basé sur les tokens et engagement communautaire</h2><p>RAKER n'est pas seulement un token ; c'est la clé de l'accès au trésor d'informations de MarketRaker AI. La possession de 10 tokens RAKER accorde à l'utilisateur un mois d'accès, tandis qu'un stock de 1000 tokens offre des privilèges à vie. Ce modèle centré sur les tokens garantit non seulement un intérêt tangible dans le succès de la plateforme pour chaque utilisateur, mais amplifie également le sentiment de communauté et de croissance collective.</p>",

  "docs_nav_tree.getting_started.name": "Commencer",
  "docs_nav_tree.getting_started.content": "",
  "docs_nav_tree.getting_started.first_time_user_guide.name": "Guide de l'utilisateur pour la première fois",
  "docs_nav_tree.getting_started.first_time_user_guide.content": "<h1>Guide de l'utilisateur pour la première fois de MarketRaker AI</h1><p>Bienvenue sur MarketRaker AI ! Ce guide vous aidera à vous inscrire, à sélectionner votre risque, à lier votre portefeuille ADA et à acheter des jetons RAKER sans effort. Suivez simplement ces étapes simples :</p><h3>1. Inscription et configuration initiale</h3><ol><li>Visitez la page d'accueil de MarketRaker AI.</li><li>Cliquez sur le bouton \"S'inscrire\" ou \"Créer un compte\".</li><li>Allez vous inscrire, puis sélectionnez votre risque.</li><li>Une fois votre risque sélectionné, choisissez les actions ou les cryptos qui vous intéressent.</li><li>Consultez les indicateurs basés sur cette sélection et finalisez.</li><li>Vous verrez diverses options d'inscription. Sélectionnez \"Continuer avec Google\".</li><li>Choisissez votre compte Google et accordez les autorisations nécessaires.</li><li>Complétez toute information de profil supplémentaire requise par MarketRaker AI.</li></ol><h3>2. Acheter des jetons RAKER sur MinSwap</h3><ol><li>Allez sur la plateforme d'échange MinSwap.</li><li>Recherchez le jeton 'RAKER' dans la liste des jetons.</li><li>Connectez votre portefeuille ADA à MinSwap.</li><li>Entrez le montant de jetons RAKER que vous souhaitez acheter.</li><li>Vérifiez les détails de la transaction, en vous assurant que tout semble correct.</li><li>Confirmez la transaction et attendez qu'elle soit terminée.</li><li>Une fois terminé, vous devriez voir les jetons RAKER dans votre portefeuille ADA !</li></ol><h3>3. Lier votre portefeuille ADA</h3><ol><li>Une fois inscrit et connecté, accédez à la section 'Portefeuille' ou 'Profil'.</li><li>Cliquez sur 'Lier le portefeuille ADA' ou une option similaire.</li><li>Suivez les instructions à l'écran pour connecter en toute sécurité votre portefeuille ADA.</li></ol>",
  "docs_nav_tree.getting_started.installation_setup.name": "Installation et configuration",
  "docs_nav_tree.getting_started.installation_setup.content": "<h1>Guide d'installation et de configuration pour MarketRaker AI</h1><p>Bienvenue sur MarketRaker AI, votre plateforme de référence pour des informations et indicateurs de trading exploitables. Configurer MarketRaker AI pour recevoir des indicateurs pour vos actions ou cryptomonnaies préférées est un jeu d'enfant. Suivez les étapes ci-dessous pour commencer :</p><h2>Étape 1 : Accéder à la plateforme</h2><ol><li>Ouvrez votre navigateur web préféré.</li><li>Dans la barre d'adresse, tapez ou copiez-collez l'URL suivante : <a href=\"https://raker.market\" target=\"_blank\">https://raker.market</a></li><li>Appuyez sur <code>Entrée</code> ou <code>Retour</code> sur votre clavier pour naviguer vers la plateforme MarketRaker AI.</li></ol><h2>Étape 2 : Naviguer vers la page Découverte</h2><ol><li>Une fois sur la page d'accueil de MarketRaker AI, localisez la barre de navigation ou le menu.</li><li>Cliquez sur l'option <code>Découverte</code>. Cela vous mènera à une page dédiée où vous pourrez explorer diverses actions et cryptomonnaies.</li></ol><h2>Étape 3 : Sélectionner vos intérêts</h2><ol><li>Sur la page <code>Découverte</code>, vous trouverez une liste des actions et cryptomonnaies disponibles.</li><li>Parcourez la liste ou utilisez la fonction de recherche pour trouver rapidement vos intérêts.</li><li>Une fois que vous avez identifié une action ou une cryptomonnaie qui vous intéresse, cliquez dessus. Cette action signale votre intérêt à recevoir des indicateurs pour cet actif particulier.</li></ol><h2>Étape 4 : Configurer les indicateurs</h2><ol><li>Après avoir sélectionné vos actions ou cryptomonnaies désirées, suivez toute invite ou paramètre supplémentaire pour affiner le type d'indicateurs que vous souhaitez recevoir.</li><li>Assurez-vous d'enregistrer ou de confirmer vos paramètres si nécessaire.</li></ol><h2>Étape 5 : Finaliser et explorer</h2><ol><li>Une fois que vous avez configuré vos indicateurs, vous pouvez revenir au tableau de bord principal ou explorer d'autres fonctionnalités de MarketRaker AI.</li><li>Rappelez-vous, vous pouvez toujours revenir à la page <code>Découverte</code> pour ajouter d'autres actifs ou ajuster vos préférences d'indicateurs.</li></ol><hr><p>C'est tout ! Vous avez maintenant configuré avec succès MarketRaker AI pour recevoir des indicateurs de trading personnalisés pour vos actions et cryptomonnaies choisies. Plongez et tirez le meilleur parti des informations que MarketRaker AI a à offrir. Bon trading !</p>",
  "docs_nav_tree.getting_started.navigating_dashboard.name": "Naviguer sur le tableau de bord",
  "docs_nav_tree.getting_started.navigating_dashboard.content": "<h1>Naviguer sur le tableau de bord</h1><p>Le tableau de bord MarketRaker AI est votre centre névralgique pour accéder aux indicateurs et informations de trading essentiels. Conçu pour la convivialité et un accès rapide aux informations vitales, la navigation à travers le tableau de bord est intuitive et simple. Voici un guide rapide pour vous aider à tirer le meilleur parti du tableau de bord :</p><h2>Catégories</h2><p>Le tableau de bord est organisé en catégories distinctes pour aider à rationaliser votre expérience de navigation :</p><ul><li><strong>Tous :</strong> Cette catégorie offre une vue complète, présentant des indicateurs pour les actions et les cryptomonnaies.</li><li><strong>Actions :</strong> Si vous vous intéressez spécifiquement au marché boursier, cette catégorie se concentre uniquement sur les indicateurs boursiers.</li><li><strong>Crypto :</strong> Pour les passionnés de cryptomonnaies, cette catégorie met en avant des indicateurs pertinents pour le marché crypto.</li></ul><h2>Types d'indicateurs</h2><p>MarketRaker AI propose une variété de types d'indicateurs pour répondre à vos besoins de trading :</p><ul><li><strong>Indicateurs prédits futurs :</strong> Obtenez un aperçu des tendances futures potentielles avec des indicateurs qui projettent de possibles mouvements du marché basés sur une analyse sophistiquée de l'IA.</li><li><strong>Indicateurs d'aujourd'hui :</strong> Restez à jour avec le pouls actuel du marché. Ces indicateurs fournissent des informations sur les conditions du marché d'aujourd'hui, vous aidant à prendre des décisions éclairées en temps réel.</li><li><strong>Indicateurs archivés :</strong> Un véritable trésor de données historiques, cette section vous permet de revoir les indicateurs passés, offrant des informations précieuses sur les conditions et tendances de marché précédentes.</li></ul><h2>Surveillance des prix en temps réel</h2><p>Pour chaque action ou cryptomonnaie listée sur le tableau de bord, vous trouverez également son prix affiché. Veuillez noter que ces prix sont retardés de 15 minutes, vous assurant d'avoir une perspective quasi en temps réel sur la performance de vos actifs.</p><hr><p>Le tableau de bord MarketRaker AI est conçu pour vous équiper de tous les outils nécessaires pour un trading réussi. Familiarisez-vous avec ses fonctionnalités et exploitez la puissance des données en temps réel et des analyses prédictives pour prendre des décisions de trading éclairées. Rappelez-vous, MarketRaker AI est là pour vous guider à chaque étape du chemin. Bon trading !</p>",
  "docs_nav_tree.getting_started.telegram_integration.name": "Intégration Telegram",
  "docs_nav_tree.getting_started.telegram_integration.content": "<h1>Intégration Telegram</h1><p>Restez informé en déplacement avec l'intégration Telegram de MarketRaker AI ! Désormais, vous pouvez recevoir tous vos indicateurs et notifications de trading vitaux directement sur Telegram, vous assurant de ne jamais manquer une mise à jour importante, peu importe où vous êtes. La configuration est facile et simple :</p><h2>Étapes pour intégrer Telegram</h2><ol><li>Naviguez vers la section <strong>Profil</strong> sur la plateforme MarketRaker AI.</li><li>Recherchez l'option <strong>Intégrations</strong> et sélectionnez-la.</li><li>Cliquez sur l'<strong>icône Telegram</strong> présentée.</li><li>Suivez les invites pour lier votre compte MarketRaker AI à votre compte Telegram.</li><li>Vous devrez vous authentifier sur Telegram et confirmer la liaison entre les comptes.</li><li>Une fois l'intégration réussie, vous commencerez à recevoir des notifications de trading et des indicateurs directement sur Telegram.</li></ol><h2>Personnaliser vos notifications Telegram</h2><ol><li>Après l'intégration, vous pouvez également personnaliser les types de notifications que vous recevez sur Telegram.</li><li>Naviguez simplement vers les <strong>Paramètres de notification</strong> dans votre <strong>Profil</strong> et ajustez les préférences selon vos besoins.</li><li>Vous pouvez choisir de recevoir des mises à jour pour des actions, cryptomonnaies spécifiques ou des notifications générales sur le marché.</li></ol><hr><p>C'est tout ! Avec l'intégration Telegram, vous êtes désormais toujours connecté et à jour, même en déplacement. MarketRaker AI veille à ce que vous ayez toutes les informations dont vous avez besoin, quand vous en avez besoin. Bon trading !</p>",
  "docs_nav_tree.getting_started.discord_integration.name": "Intégration Discord",
  "docs_nav_tree.getting_started.discord_integration.content": "<h1>Intégration Discord</h1><p>Restez connecté et informé grâce à l'intégration Discord de MarketRaker AI ! Recevez sans effort tous vos indicateurs de trading essentiels et vos alertes directement sur Discord, garantissant des mises à jour en temps opportun, où que vous soyez. L'intégration est simple et conviviale :</p><h2>Étapes pour Intégrer Discord</h2><ol><li>Accédez à la section <strong>Profil</strong> sur la plateforme MarketRaker AI.</li><li>Recherchez l'option <strong>Intégrations</strong> et sélectionnez-la.</li><li>Cliquez sur l'icône <strong>Discord</strong> fournie.</li><li>Suivez les étapes affichées pour finaliser l'intégration. Une fois terminée, vous êtes prêt à recevoir les notifications de MarketRaker AI sur votre Discord !</li></ol><h2>Gérer les Notifications</h2><p>Trop d'alertes ? Vous avez le contrôle :</p><ul><li><strong>Limitez vos Abonnements :</strong> Réduisez les notifications en vous abonnant à moins d'actions ou de cryptos.</li><li><strong>Désactivez certains Actifs :</strong> Vous pouvez également désactiver les notifications pour des actions ou cryptos spécifiques qui ne vous intéressent pas pour le moment.</li></ul><hr><p>Avec l'intégration Discord de MarketRaker AI, vous êtes toujours au courant des dernières informations de trading. Adaptez vos paramètres de notification selon vos préférences pour une expérience de trading fluide et efficace. Nous nous engageons à vous offrir une expérience de trading de premier ordre, et notre intégration Discord en est une preuve. Plongez-y, restez informé et tradez intelligemment !</p>",
  "docs_nav_tree.getting_started.webhooks_integration.name": "Intégration Webhooks",
  "docs_nav_tree.getting_started.webhooks_integration.content": "<h1>Intégration des Webhooks</h1><p>MarketRaker AI propose une intégration transparente des Webhooks, permettant aux utilisateurs de relier la plateforme à leurs robots de trading sans effort. En tirant parti des webhooks, vous pouvez automatiser les actions de trading en fonction des indicateurs reçus de MarketRaker AI, garantissant des trades opportuns et stratégiques.</p><h2>Étapes pour Configurer l'Intégration des Webhooks</h2><ol><li>Accédez à la section <strong>Profil</strong> sur la plateforme MarketRaker AI.</li><li>Localisez l'option <strong>Intégrations</strong> et sélectionnez-la.</li><li>Localisez l'option <strong>Webhooks</strong> et sélectionnez-la.</li><li>Entrez l'URL de votre webhook où vous souhaitez recevoir les notifications de MarketRaker AI.</li><li>Une fois configuré, tout indicateur de MarketRaker AI déclenchera un événement webhook, envoyant les données à votre point de terminaison spécifié.</li></ol><h2>Trading Stratégique avec les Webhooks</h2><p>Avec les webhooks en place, votre robot de trading peut écouter ces signaux et être configuré pour exécuter des ordres d'achat ou de vente en fonction des indicateurs reçus. Par exemple, un indicateur de momentum positif de MarketRaker AI peut inciter votre robot à initier un ordre d'achat. À l'inverse, certains signaux de vente peuvent guider votre robot à fermer une position, garantissant des décisions de trading optimales.</p><h2>Restez à l'Écoute pour Plus !</h2><p>Nous reconnaissons l'immense potentiel du trading automatisé. Ainsi, nous publierons des guides complets sur la meilleure façon d'utiliser les robots tiers avec la fonctionnalité webhook de MarketRaker AI. Notre objectif est de vous fournir les outils et les connaissances nécessaires pour tirer le meilleur parti du paysage du trading automatisé. Restez à l'écoute pour plus d'informations et approfondissez votre approche stratégique du trading avec MarketRaker AI !</p>",
  "docs_nav_tree.community_support.name": "Communauté & Support",
  "docs_nav_tree.community_support.rules.content": "<p><strong>Règles & Directives de la Communauté MarketRaker AI</strong></p><p>Bienvenue dans la communauté MarketRaker AI ! Veuillez respecter les règles suivantes :</p><ol><li><strong>Respectez tout le monde</strong> : Évitez les propos injurieux et le harcèlement.</li><li><strong>Restez dans le sujet</strong> : Assurez-vous que les discussions concernent MarketRaker AI.</li><li><strong>Pas de spam</strong> : Évitez les messages répétitifs ou les liens hors sujet.</li><li><strong>Pas de conseils financiers</strong> : Toutes les discussions sont à titre informatif uniquement.</li><li><strong>Évitez la FUD & le Hype</strong> : Restez objectif et factuel.</li><li><strong>Respectez la vie privée</strong> : Ne partagez ni ne demandez des informations personnelles.</li><li><strong>Méfiez-vous des arnaques</strong> : Nous ne vous demanderons <em>jamais</em> de détails personnels ou de fonds. Soyez toujours vigilant aux usurpateurs d'identité.</li><li><strong>Signalez les comportements suspects</strong> : Signalez toute activité inhabituelle aux modérateurs.</li><li><strong>Retour constructif</strong> : Présentez vos suggestions de manière constructive.</li><li><strong>Respect des règles</strong> : La violation de ces règles peut entraîner des bannissements.</li></ol><p>Restez en sécurité et collaborez positivement dans la communauté MarketRaker AI.</p>",
  "docs_nav_tree.community_support.join_our_discord.name": "Rejoignez notre Discord",
  "docs_nav_tree.community_support.join_our_discord.content": "<p>Bienvenue sur le <strong><a target=\"_blank\" href=\"https://discord.gg/Rk6jYHJnXu\">canal Discord officiel de MarketRaker AI</a></strong>.</p><p>En rejoignant, tous les membres auront accès à des chaînes telles que le livre blanc, les annonces et le chat général. C'est l'endroit où vous pouvez vous connecter avec la communauté et rester informé des développements de MarketRaker AI.</p><p>Les membres ayant un abonnement valide à MarketRaker AI se verront attribuer un rôle supplémentaire, leur donnant accès à des chaînes exclusives. Cela inclut des espaces pour les notifications, les résultats et des discussions plus spécialisées.</p><p>Pour une intégration fluide à notre communauté et pour maximiser votre expérience MarketRaker AI, <strong><a href=\"https://discord.gg/Rk6jYHJnXu\" target=\"_blank\">rejoignez notre canal Discord</a></strong> dès aujourd'hui.</p>",
  "docs_nav_tree.community_support.join_telegram.name": "Rejoignez notre Telegram",
  "docs_nav_tree.community_support.join_telegram.content": "<p>Notre <strong><a href=\"https://t.me/+r_BIiKvMqbZmMjBk\">canal Telegram</a></strong> est toujours ouvert à tous. Cependant, nous transférons la majorité de nos communications sur Discord pour des interactions et des mises à jour améliorées. Pour vous assurer de rester informé et de ne manquer aucune annonce importante, veuillez <strong><a href=\"https://discord.gg/Rk6jYHJnXu\">rejoindre notre canal Discord</a></strong>.</p>",
  "docs_nav_tree.community_support.contact_support.name": "Contactez le support",
  "docs_nav_tree.community_support.contact_support.content": "<p>Pour toute assistance, veuillez nous contacter sur <strong><a target=\"_blank\" href=\"https://discord.gg/Rk6jYHJnXu\">Discord</a></strong> ou envoyez un e-mail à <a href=\"mailto:support@raker.market\">support@raker.market</a>. Nous nous efforçons de répondre à toutes les demandes, mais veuillez vous assurer que vos questions sont pertinentes pour nous aider à mieux vous servir.</p>",

  "docs_nav_tree.legal.privacy_policy.name": "Politique de confidentialité",
  "docs_nav_tree.legal.privacy_policy.content": "<div class=\"terms\"><div class=\"terms-heading\"><h1 class=\"document-heading\">Politique de confidentialité</h1></div><div class=\"terms-body\"><p class=\"document-textA\"> Chez Raker.Market, nous respectons et protégeons la confidentialité de nos utilisateurs. Cette politique de confidentialité explique comment nous collectons, utilisons et protégeons vos informations personnelles lorsque vous utilisez notre site Web et nos services.</p><h2 class=\"content-heading\">Informations que nous collectons</h2><p class=\"document-textA\"> Lorsque vous utilisez notre site Web, nous pouvons collecter certaines informations vous concernant, notamment :</p><ul class=\"document-list\"><li class=\"document-list\"> Des informations personnelles telles que votre nom, adresse e-mail et autres coordonnées que vous fournissez lorsque vous vous inscrivez à nos services ou que vous nous contactez pour une assistance ;</li><li class=\"document-list\"> Des informations techniques telles que votre adresse IP, le type de navigateur et le système d'exploitation, qui sont automatiquement collectées par notre serveur Web et nos outils d'analyse ;</li><li class=\"document-list\"> Des informations d'utilisation telles que les pages que vous visitez, l'heure et la date de vos visites, ainsi que la durée de votre navigation sur notre site, collectées par nos outils d'analyse.</li></ul><h2 class=\"content-heading\">Comment nous utilisons vos informations</h2><p class=\"document-textA\"> Nous pouvons utiliser vos informations personnelles et techniques pour :</p><ul class=\"document-list\"><li class=\"document-list\"> Fournir et améliorer nos services pour vous ;</li><li class=\"document-list\"> Répondre à vos demandes, commentaires et requêtes de support ;</li><li class=\"document-list\"> Analyser et surveiller les tendances et les schémas d'utilisation de notre site Web ;</li><li class=\"document-list\"> Respecter les lois, réglementations et processus légaux applicables.</li></ul><h2 class=\"content-note\">Nous ne vendons, louons ni ne cédons vos informations personnelles à des tiers.</h2><h2 class=\"content-heading\">Cookies et autres technologies de suivi</h2><p class=\"document-text\"> Nous utilisons des cookies et d'autres technologies de suivi pour collecter et stocker certaines informations sur votre utilisation de notre site Web. Les cookies sont de petits fichiers texte qui sont stockés sur votre appareil lorsque vous visitez un site Web. Ils sont utilisés pour mémoriser vos préférences et activer certaines fonctionnalités de notre site Web. Vous pouvez contrôler les cookies et autres technologies de suivi via les paramètres de votre navigateur. Toutefois, la désactivation des cookies peut affecter votre capacité à utiliser certaines fonctionnalités de notre site.</p><h2 class=\"content-heading\">Sécurité des données</h2><p class=\"document-text\"> Nous prenons des mesures raisonnables pour protéger la sécurité de vos informations personnelles, y compris l'utilisation de technologies de cryptage et de contrôles d'accès pour empêcher tout accès, utilisation ou divulgation non autorisés de vos informations. Cependant, aucune transmission de données sur Internet ou système de stockage ne peut être garantie comme étant 100 % sécurisée. Par conséquent, nous ne pouvons garantir la sécurité absolue de vos informations personnelles.</p><h2 class=\"content-heading\">Modifications de cette politique de confidentialité</h2><p class=\"document-text\"> Nous pouvons mettre à jour cette politique de confidentialité de temps à autre. Nous vous informerons de tout changement important apporté à cette politique en publiant un avis sur notre site Web ou en vous envoyant un e-mail.</p><h2 class=\"content-heading\">Contactez-nous</h2><p class=\"document-text\"> Si vous avez des questions ou des préoccupations concernant cette politique de confidentialité ou nos pratiques en matière de données, veuillez nous contacter à <a href=\"support@raker.market\">support@raker.market</a>.</p></div></div>",

  "docs_nav_tree.legal.terms_of_use.name": "Conditions d'utilisation",
  "docs_nav_tree.legal.terms_of_use.content": "<div class=\"terms\"><div class=\"terms-heading\"><h1 class=\"document-heading\">Conditions d'utilisation</h1></div><div class=\"terms-body\"><p class=\"document-textA\"> Bienvenue sur MarketRaker AI, un outil qui fournit des indicateurs de trading et des analyses pour divers marchés. En utilisant notre site Web et nos services, vous acceptez d'être lié par ces conditions d'utilisation. Veuillez les lire attentivement avant d'utiliser notre site Web ou nos services.</p><h2 class=\"content-heading\">Clause de non-responsabilité</h2><p class=\"document-text\"> MarketRaker AI n'est pas un conseiller financier et ne fournit pas de conseils en investissement. Nos services sont destinés à fournir des informations et des indicateurs de trading à des fins éducatives et informatives uniquement. Il est essentiel de comprendre que l'utilisation de nos services et indicateurs ne garantit pas de résultats d'investissement particuliers et que tous les échanges comportent des risques.</p><h2 class=\"content-heading\">Utilisation de nos services</h2><p class=\"document-text\"> En utilisant notre site Web et nos services, vous acceptez de ne pas les utiliser à des fins illégales, non autorisées ou inappropriées. Vous acceptez d'utiliser nos services uniquement à des fins personnelles, non commerciales, et de ne pas partager votre compte ou vos identifiants de connexion avec des tiers. Vous acceptez de ne pas tenter de rétroconcevoir, décompiler ou désassembler l'un de nos logiciels ou services. Vous acceptez également de ne pas utiliser de systèmes automatisés ou de bots pour accéder à nos services ou les utiliser.</p><h2 class=\"content-heading\">Indemnisation</h2><p class=\"document-text\"> Vous acceptez d'indemniser, de défendre et de dégager de toute responsabilité MarketRaker AI, ses affiliés, dirigeants, directeurs, employés, agents, concédants et fournisseurs de toute réclamation, responsabilité, dommage ou dépense (y compris les frais d'avocat) découlant de votre utilisation de notre site Web ou de nos services, de votre violation de ces conditions d'utilisation ou de votre violation des droits d'autrui.</p><h2 class=\"content-heading\">Limitation de responsabilité</h2><p class=\"document-text\"> Dans la mesure maximale permise par la loi, MarketRaker AI, ses affiliés, dirigeants, directeurs, employés, agents, concédants et fournisseurs ne pourront être tenus responsables de tout dommage direct, indirect, punitif, accessoire, spécial ou consécutif résultant de ou lié de quelque manière que ce soit à l'utilisation de notre site Web ou de nos services, qu'il soit basé sur un contrat, un délit, une responsabilité stricte ou toute autre théorie de responsabilité, même si MarketRaker AI a été informé de la possibilité de tels dommages.</p><h2 class=\"content-heading\">Subvention de jetons RAKER pour les premiers utilisateurs</h2><p class=\"document-text\"> La subvention de jetons RAKER offre un ensemble initial de 10 jetons RAKER, avec la possibilité de recevoir jusqu'à 1000 jetons, en tant qu'incitation spéciale pour les premiers supporters de MarketRaker AI. Nous avons mis cela en place pour reconnaître et récompenser les premiers membres de notre communauté. Cependant, nous invitons les membres à utiliser cette subvention de manière responsable et dans l'esprit dans lequel elle est prévue.<br><br> Pour maintenir l'intégrité de cette subvention et garantir qu'elle atteint de véritables utilisateurs, nous exigeons que tous les participants se connectent à l'application MarketRaker AI et complètent la vérification avant que les jetons ne soient distribués.</p><br><br><p class=\"document-text\"><b>Exemples de cas d'utilisation valides :</b></p><ul class=\"document-text\"><li class=\"document-text\">Transférer la subvention au portefeuille d'un ami qui affiche d'autres transactions actives.</li><li class=\"document-text\">Acheter des jetons directement sur MinSwap.</li></ul><p class=\"document-text\"><b>Exemples de cas d'utilisation non valides :</b></p><ul><li class=\"document-text\">Les portefeuilles avec une seule transaction de 10 jetons destinée au largage seront considérés comme suspects et pourront être soumis à un examen.</li></ul><p class=\"document-text\"><br>Veuillez noter : MarketRaker AI se réserve le droit de retenir ou de récupérer des jetons des comptes qui enfreignent ces conditions.</p><h2 class=\"content-heading\">Modifications des conditions d'utilisation</h2><p class=\"document-text\"> Nous nous réservons le droit de modifier ou de mettre à jour ces conditions d'utilisation sans préavis. Votre utilisation continue de notre site Web ou de nos services après de tels changements constitue votre acceptation des nouvelles conditions d'utilisation.</p><h2 class=\"content-heading\">Contactez-nous</h2><p class=\"document-text\"> Si vous avez des questions ou des préoccupations concernant ces conditions d'utilisation, veuillez nous contacter à <a href=\"support@raker.market\">support@raker.market</a>.</p></div></div>",

  "docs_nav_tree.not_found": "<h1>404 Page non trouvée</h1><p>Cette page de documentation semble être encore en construction. Veuillez essayer une autre ressource de documentation.</p>",

  "docs_nav_tree.market_direction_api": "<h1>Obtenir la direction du marché</h1><p><mark><b>POST</b> &rarr; /model/market-direction</mark></p><p>Calcule la direction du marché en fonction des données intrajournalières fournies.</p><p><i>Coût en crédits : 1 crédit</i></p><h4>Paramètres :</h4><table><tr><th>Nom</th><th>Type</th><th>Req.</th><th>Description</th></tr><tr><td>X-Application-Id<p><code><i>(en-tête)</i></code></p></td><td>STRING</td><td>OUI</td><td>Votre ID d'application MarketRaker, allez à <a href=\"https://raker.market/#/api-instructions\" target=\"_blank\">API instructions</a> pour un exemple d'implémentation.</td></tr><tr><td>X-Signature<p><code><i>(en-tête)</i></code></p></td><td>STRING</td><td>OUI</td><td>La signature obtenue avec votre clé publique, allez à <a href=\"https://raker.market/#/api-instructions\" target=\"_blank\">API instructions</a> pour un exemple d'implémentation.</td></tr><tr><td>X-Signature-Timestamp<p><code><i>(en-tête)</i></code></p></td><td>STRING</td><td>OUI</td><td>Le timestamp lorsque la signature a été créée en temps UNIX, allez à <a href=\"https://raker.market/#/api-instructions\" target=\"_blank\">API instructions</a> pour un exemple d'implémentation.</td></tr><tr><td>Données <p><code><i>(corps)</i></code></p></td><td>JSON</td><td>OUI</td><td>Données intrajournalières nécessaires au calcul de la direction du marché. Il est recommandé d'avoir au moins 20 points de données.</td></tr></table><h4>Exemple de données :</h4><p>L'objet JSON de données doit être fourni dans le format suivant :</p><img src=\"assets\\images\\docs\\market_direction_api\\data_example.png\"><p></p>",

  "docs_nav_tree.references.name": "Références",
  "docs_nav_tree.references.faqs.name": "FAQs",
  "docs_nav_tree.references.api_documentation.name": "Documentation API",
  "docs_nav_tree.references.glossary.name": "Glossaire",
  "docs_nav_tree.references.glossary.content": "<div><h2>Glossaire des termes :</h2><ul><li><strong>MarketRaker AI :</strong> Une plateforme axée sur la sélection d'actions et la prédiction des prix grâce à des algorithmes sophistiqués et à l'analyse des données.</li><li><strong>RAKER :</strong> Le jeton natif de MarketRaker AI, utilisé comme modèle d'abonnement pour accéder aux outils et services de la plateforme.</li><li><strong>Sélection d'actions :</strong> Le processus de sélection d'actions censées mieux performer que le marché.</li><li><strong>Random Walk :</strong> Une théorie suggérant que les changements de prix des actions ont la même distribution et sont indépendants les uns des autres.</li><li><strong>TradingView :</strong> Une plateforme permettant aux traders de visualiser et d'analyser les données de marché.</li><li><strong>Indicateurs techniques :</strong> Calculs mathématiques basés sur des informations historiques de prix, de volume ou d'intérêt ouvert visant à prévoir la direction du marché financier.</li><li><strong>Auto-corrélation d'Ehler :</strong> Un indicateur technique utilisé pour analyser les tendances du marché.</li><li><strong>Coefficient de Gini :</strong> Une mesure de la dispersion statistique représentant la distribution des revenus des résidents d'une nation.</li><li><strong>TCN (Réseau de Convolution Temporelle) :</strong> Un réseau de neurones utilisé pour des tâches de modélisation de séquences.</li><li><strong>LSTM :</strong> Mémoire à Long Court Terme, un type d'architecture de réseau de neurones récurrent.</li><li><strong>RNN :</strong> Réseau de Neurones Récurrents, une classe de réseaux de neurones artificiels.</li><li><strong>Keras :</strong> Une bibliothèque logicielle open-source fournissant une interface Python pour les réseaux de neurones artificiels.</li><li><strong>Optimiseur Adam :</strong> Une méthode pour l'optimisation stochastique.</li><li><strong>Weights and Biases :</strong> Outils utilisés pour le suivi des expériences d'apprentissage automatique, la version des ensembles de données et la collaboration sur les projets.</li><li><strong>Optimisation bayésienne :</strong> Une stratégie de conception séquentielle pour l'optimisation globale de fonctions à boîte noire.</li><li><strong>Webhooks :</strong> Messages automatisés envoyés par des applications lorsque quelque chose se produit, souvent utilisés pour intégrer des outils tiers.</li><li><strong>Bots de trading :</strong> Systèmes automatisés capables d'exécuter des transactions au nom d'un trader sur la base d'une stratégie prédéfinie.</li><li><strong>Champ réceptif :</strong> L'espace dans les données d'entrée pris par un réseau de neurones pour produire une sortie particulière.</li><li><strong>Bloc résiduel :</strong> Un composant des réseaux de neurones qui aide à résoudre le problème des gradients évanescents en introduisant des connexions de contournement.</li><li><strong>Hyperparamètre :</strong> Un paramètre dont la valeur est définie avant l'entraînement d'un modèle d'apprentissage automatique, par opposition aux valeurs dérivées via l'entraînement.</li></ul></div>",

  "docs_nav_tree.tutorials_incomplete.name": "Tutoriels (Incomplets)",
  "docs_nav_tree.tutorials_incomplete.content": "",
  "docs_nav_tree.tutorials_incomplete.setting_up_indicators.name": "Configuration des Indicateurs",
  "docs_nav_tree.tutorials_incomplete.setting_up_indicators.content": "",
  "docs_nav_tree.tutorials_incomplete.interpreting_ai_insights.name": "Interpréter les Insights de l'IA",
  "docs_nav_tree.tutorials_incomplete.interpreting_ai_insights.content": "",
  "docs_nav_tree.tutorials_incomplete.customizing_ai_models.name": "Personnaliser les Modèles d'IA",
  "docs_nav_tree.tutorials_incomplete.customizing_ai_models.content": "",
  "docs_nav_tree.tutorials_incomplete.integration_with_trading_platforms.name": "Intégration avec les Plateformes de Trading",
  "docs_nav_tree.tutorials_incomplete.integration_with_trading_platforms.content": "",
  "docs_nav_tree.tutorials_incomplete.setting_up_alerts.name": "Configuration des Alertes",
  "docs_nav_tree.tutorials_incomplete.setting_up_alerts.content": "",

  "docs_nav_tree.release_notes_updates.name": "Notes de Version & Mises à Jour",
  "docs_nav_tree.release_notes_updates.content": "",
  "docs_nav_tree.white_paper_v1_0.name": "Livre Blanc v1.0",
  "docs_nav_tree.white_paper_v1_0.index": "<img width=600px class=\"logo\" src=\"assets/images/MARKETRAKER_LOGO_RC_WITH_TEXT.png\" /><h3>Introduction</h3><ol><li>Idée principale et proposition de valeur</li><li>Exploiter les technologies avancées</li><li>Une approche holistique</li><li>La tokenisation comme facilitateur</li></ol><h3>Regard vers l'avenir</h3><ol><li>Analyse du marché et énoncé du problème</li><li>Vue d'ensemble du marché du trading</li><li>Défis auxquels sont confrontés les traders sur le marché</li></ol><h3>Comment MarketRaker AI relève ces défis</h3><ol><li>Concurrence</li><li>Valeur ajoutée de MarketRaker AI</li><li>Résultats de MarketRaker AI</li></ol><h3>Indicateurs de trading de MarketRaker AI</h3><ol><li>Explication des indicateurs de trading de MarketRaker AI</li><li>Comment fonctionnent les indicateurs</li><li>Modèle de risque : Favoriser des décisions de trading informées</li><li>Avantages de l'utilisation des indicateurs de trading de MarketRaker AI</li></ol><h3>Token et tokenomics</h3><ol><li>Explication du token MarketRaker AI</li><li>Distribution et allocation des tokens</li><li>Importance du token MarketRaker AI pour les abonnements</li></ol><h3>Feuille de route</h3><ol><li>2022 - 2023 - Construction du produit</li><li>Dernier trimestre 2023 - Lancement</li><li>Croissance du produit 2024</li></ol><h3>Conclusion</h3><ol><li>Résumé de MarketRaker AI et de ses avantages</li><li>Dernières réflexions et appel à l'action</li></ol>",
  "docs_nav_tree.white_paper_v1_0.introduction.name": "Introduction",
  "docs_nav_tree.white_paper_v1_0.introduction.content": "<h1>Introduction?</h1><p>Nous sommes sur le point de dévoiler notre plateforme de pointe conçue pour révolutionner la manière dont les traders et les investisseurs abordent l'analyse des marchés et la prise de décision. En mettant l'accent sur la fourniture d'informations de qualité et en simplifiant les choix d'investissement, MarketRaker AI utilise la puissance de l'intelligence artificielle pour offrir aux utilisateurs un avantage distinct dans le paysage complexe du trading d'aujourd'hui.</p>",
  "docs_nav_tree.white_paper_v1_0.introduction.core_idea_value_proposition.name": "Idée Principale et Proposition de Valeur",
  "docs_nav_tree.white_paper_v1_0.introduction.core_idea_value_proposition.content": "<h1>Idée Principale et Proposition de Valeur?</h1><p>Au cœur de notre projet réside un engagement profond à fournir aux traders et aux investisseurs les indicateurs rapides et à jour dont ils ont besoin pour naviguer avec succès sur les marchés financiers. Nous comprenons les défis auxquels sont confrontés les traders pour décrypter les tendances du marché, identifier les opportunités et gérer les risques. MarketRaker AI est spécifiquement conçu pour relever ces défis et simplifier ce processus pour un large éventail de marchés, y compris les actions et les crypto-monnaies, en fonction d'un appétit pour le risque individuel. Tout comme l'art d'entrer sur le marché est crucial, il en va de même pour la finesse de savoir quand s'en retirer. Le paysage économique est en constante évolution, influencé par d'innombrables variables - événements géopolitiques, changements réglementaires, sentiment du marché, et plus encore. Les traders montent souvent en flèche après une transaction réussie, devenant complaisants dans leur stratégie, sans se rendre compte que ce qui monte doit inévitablement redescendre.</p>",
  "docs_nav_tree.white_paper_v1_0.introduction.harnessing_advanced_technologies.name": "Exploitation des Technologies Avancées",
  "docs_nav_tree.white_paper_v1_0.introduction.harnessing_advanced_technologies.content": "<h1>Exploitation des Technologies Avancées?</h1><p>MarketRaker AI utilise des algorithmes avancés et des techniques d'apprentissage automatique pour générer des indicateurs de trading exploitables. Nos modèles analysent de grandes quantités de données provenant de divers marchés, révélant des motifs et des tendances qui aident les utilisateurs à prendre des décisions d'investissement éclairées basées sur des prédictions de prix.</p>",
  "docs_nav_tree.white_paper_v1_0.introduction.holistic_approach.name": "Une Approche Holistique",
  "docs_nav_tree.white_paper_v1_0.introduction.holistic_approach.content": "<h1>Une Approche Holistique?</h1><p>MarketRaker AI adopte une approche holistique pour répondre aux divers besoins des traders et des investisseurs. Notre plateforme offre une interface conviviale et une large gamme d'indicateurs, permettant aux utilisateurs d'adapter leur expérience de trading à leurs exigences uniques.</p>",
  "docs_nav_tree.white_paper_v1_0.introduction.looking_ahead.content": "<h1>Regarder vers l'Avenir?</h1><p>Dans ce livre blanc, nous examinerons les caractéristiques essentielles et les avantages de MarketRaker AI, en offrant un aperçu détaillé des fonctionnalités, des méthodes techniques et des avantages de notre plateforme. Rejoignez-nous dans ce voyage passionnant pour redéfinir l'analyse de marché et donner aux traders les outils dont ils ont besoin pour réussir. Ensemble, nous débloquerons de nouvelles possibilités et révolutionnerons la manière d'aborder le trading à l'ère numérique.</p>",
  "docs_nav_tree.white_paper_v1_0.introduction.looking_ahead.name": "Regarder vers l'Avenir",
  "docs_nav_tree.white_paper_v1_0.introduction.tokenisation_as_an_enabler.content": "<h1>La Tokenisation comme Facilitateur?</h1><p>Bien que notre projet intègre la tokenisation, il est important de noter qu'elle sert à améliorer la fonctionnalité, l'accessibilité et l'engagement au sein de notre plateforme. Le token MarketRaker AI permet un accès fluide aux fonctionnalités premium, aux services par abonnement et à la participation à notre écosystème en croissance. De plus, les tokens incitent à un engagement actif des utilisateurs et facilitent les transactions sans friction, créant une communauté florissante et interconnectée.</p>",
  "docs_nav_tree.white_paper_v1_0.introduction.tokenisation_as_an_enabler.name": "La Tokenisation comme Facilitateur",

  "docs_nav_tree.white_paper_v1_0.market_analysis_and_problem_statement.name": "Analyse du marché et énoncé du problème",
  "docs_nav_tree.white_paper_v1_0.market_analysis_and_problem_statement.challenges_faced_by_traders_in_the_market.name": "Défis rencontrés par les traders sur le marché",
  "docs_nav_tree.white_paper_v1_0.market_analysis_and_problem_statement.challenges_faced_by_traders_in_the_market.content": "<h1>Défis rencontrés par les traders sur le marché</h1><p>Malgré la croissance et le potentiel des marchés des cryptomonnaies et des actions traditionnelles, les traders sont confrontés à plusieurs défis qui rendent difficile la réalisation de trades rentables de manière constante. Voici quelques défis clés :</p><ul><li>Volatilité du marché : Les marchés des cryptomonnaies et des actions traditionnelles sont notoirement volatils, avec des fluctuations soudaines des prix qui peuvent être difficiles à prévoir ou à gérer en temps réel.</li><li>Surcharge d'informations : Le volume important de nouvelles, de données et d'analyses disponibles sur les marchés peut être accablant. Cela rend difficile pour les traders de trier et d'identifier les tendances et signaux clés.</li><li>Analyse chronophage : Mener une analyse de marché approfondie et des recherches peut être un processus long et coûteux en ressources, en particulier pour les traders individuels ou les petites équipes.</li><li>Manque d'expertise : Naviguer avec succès sur les marchés nécessite une compréhension approfondie des marchés financiers, de l'analyse technique et des stratégies de trading, ce qui peut constituer un obstacle pour les traders novices ou moins expérimentés.</li><li>Gestion des risques : La gestion des risques est cruciale pour réussir en trading, mais il peut être difficile d'évaluer et de gérer les risques avec précision dans des marchés en évolution rapide.</li></ul><p>MarketRaker AI vise à relever ces défis en fournissant des indicateurs de trading fiables et exploitables, permettant aux traders de prendre des décisions éclairées, basées sur les données, tout en minimisant les risques.</p>",
  "docs_nav_tree.white_paper_v1_0.market_analysis_and_problem_statement.how_marketraker_addresses_these_challenges.name": "Comment MarketRaker relève ces défis",
  "docs_nav_tree.white_paper_v1_0.market_analysis_and_problem_statement.how_marketraker_addresses_these_challenges.content": "<h2>Comment MarketRaker AI relève ces défis</h2><p>Chacun des défis énumérés ci-dessus représente des obstacles majeurs pour les traders dans les marchés financiers dynamiques d'aujourd'hui. MarketRaker AI a été conçu pour aborder efficacement chacun de ces défis de la manière suivante, transformant ainsi le paysage du trading :</p><ul><li><strong>Atténuation de la volatilité du marché :</strong> Au cœur de MarketRaker AI se trouve un moteur d'intelligence artificielle sophistiqué qui utilise des techniques d'apprentissage automatique pour analyser d'énormes quantités de données en temps réel. Il se concentre sur les mouvements de prix significatifs, en filtrant les bruits du marché, réduisant ainsi l'impact de la volatilité du marché. Avec MarketRaker AI, les fluctuations soudaines des prix deviennent moins intimidantes, car la plateforme fournit des indicateurs clairs pour orienter les décisions de trading.</li><li><strong>Simplification des informations :</strong> Le défi de la surcharge d'informations est relevé en transformant les données complexes du marché en indicateurs de trading intuitifs et faciles à utiliser. Par exemple, en fonction du niveau de risque que vous avez choisi, vous pouvez ne recevoir que 40 à 80 indicateurs par an sur une paire de trading donnée. Ces indicateurs fournissent des informations précieuses et orientent les utilisateurs vers des opportunités de trading potentielles, simplifiant ainsi le processus de prise de décision.</li><li><strong>Analyse de marché efficace :</strong> MarketRaker AI réduit considérablement le temps et les efforts nécessaires à l'analyse de marché. Notre plateforme permet aux traders de se libérer des recherches et de la collecte de données, leur laissant plus de temps pour se concentrer sur la stratégie.</li><li><strong>Expertise accessible :</strong> Nous croyons que tout le monde doit avoir accès à des outils de trading professionnels. C'est pourquoi MarketRaker AI a été conçu avec une interface intuitive, adaptée à la fois aux traders novices et expérimentés.</li><li><strong>Gestion des risques personnalisée :</strong> La gestion des risques est une partie essentielle du trading. Notre plateforme permet aux utilisateurs de personnaliser leurs indicateurs en fonction de leur niveau de risque et de leurs objectifs d'investissement. Cela permet aux individus de prendre le contrôle de leur gestion des risques et d'adapter leurs stratégies de trading à leur tolérance au risque spécifique.</li></ul><p>En somme, MarketRaker AI transforme les défis du marché en opportunités. Il permet aux traders de disposer d'outils puissants, d'analyses en temps réel et de la flexibilité nécessaire pour s'adapter efficacement aux changements du marché. Avec MarketRaker AI, les traders sont mieux équipés pour naviguer dans le monde complexe des marchés financiers et prendre des décisions de trading plus éclairées.</p>",
  "docs_nav_tree.white_paper_v1_0.market_analysis_and_problem_statement.overview_of_the_trading_market.name": "Aperçu du marché du trading",
  "docs_nav_tree.white_paper_v1_0.market_analysis_and_problem_statement.overview_of_the_trading_market.content": "<h1>Aperçu du marché du trading</h1><p>Ces dernières années, le marché du trading a connu une expansion considérable, principalement en raison de la pandémie de Covid-19 et de l'accès facilité aux plateformes de trading de cryptomonnaies. En 2019, la taille du marché mondial des cryptomonnaies était estimée à 1,03 milliard USD et devrait croître à un taux de croissance annuel composé (CAGR) de 11,2 % de 2020 à 2027. De plus, les marchés boursiers traditionnels continuent de croître, atteignant une taille de marché mondiale de 95,2 billions USD en 2019.</p><p>Dans un domaine riche en actifs divers et en fluctuations complexes du marché, il peut être difficile pour les non-traders ou les nouveaux traders de naviguer sur le marché et de prendre des décisions d'investissement éclairées. De nombreux outils et indicateurs sont disponibles pour l'analyse du marché, mais beaucoup nécessitent une compréhension et une application souvent difficiles et chronophages. En outre, de nombreux non-traders n'ont pas accès à ces outils essentiels, ce qui les désavantage. MarketRaker AI s'attaque à ce problème en offrant des indicateurs de trading clairs et faciles à utiliser, qui aident à prendre des décisions d'investissement éclairées. MarketRaker AI vise à rendre le trading plus accessible et plus rentable pour un public plus large en simplifiant le processus d'analyse du marché tout en tenant compte de la tolérance au risque individuelle.</p>",
  "docs_nav_tree.white_paper_v1_0.market_analysis_and_problem_statement.competition.name": "Concurrence",
  "docs_nav_tree.white_paper_v1_0.market_analysis_and_problem_statement.competition.content": "<h2>Concurrence</h2><p>Bien que des plateformes comme TradingView, CryptoCompare et Bloomberg Terminal offrent des informations et des outils de marché précieux, MarketRaker AI se distingue en fournissant une expérience simplifiée et ciblée pour les utilisateurs.</p><p>Un aspect clé qui différencie MarketRaker AI est son accent sur l'élimination du bruit et la simplification du processus de prise de décision, similaire à l'approche de Stoic.ai. Contrairement aux plateformes traditionnelles où les utilisateurs analysent manuellement d'énormes quantités d'informations, MarketRaker AI adopte une approche différente. Les utilisateurs n'ont pas besoin de passer des heures à trier des données ou à effectuer une analyse approfondie, ce qui leur offre le bénéfice de plus de temps libre pour se concentrer sur leurs intérêts et d'autres domaines d'expertise.</p><p>Au lieu de cela, ils reçoivent des indicateurs auxquels ils peuvent faire confiance, adaptés à leur tolérance au risque et à leurs préférences en matière d'actions/cryptomonnaies. Cela élimine le bruit écrasant et permet aux utilisateurs de se concentrer uniquement sur les opportunités potentielles.</p><p>Comparé aux concurrents, MarketRaker AI offre également une interface conviviale qui est intuitive et facile à naviguer. La plateforme priorise une expérience utilisateur fluide, garantissant que les traders et les investisseurs peuvent accéder et interpréter les indicateurs sans effort. Ce design centré sur l'utilisateur rend MarketRaker AI accessible aux professionnels expérimentés et aux novices sur le marché.</p><p>Dans l'ensemble, MarketRaker AI se distingue par la simplification du processus de trading et l'élimination du bruit, permettant aux utilisateurs de se concentrer sur les opportunités qui correspondent à leur tolérance au risque et à leurs préférences.</p>",
  "docs_nav_tree.white_paper_v1_0.market_analysis_and_problem_statement.marketraker_results.name": "Résultats de MarketRaker AI",
  "docs_nav_tree.white_paper_v1_0.market_analysis_and_problem_statement.marketraker_results.content": "<h2>Résultats de MarketRaker AI</h2><p>Une période de test complète pour simuler ainsi que pour valider les résultats de trading réels et l'exactitude des indicateurs générés par la plateforme sur une période de 2 à 3 mois.</p><p>Le modèle de MarketRaker AI est appliqué à des données historiques du marché pendant cette période de test, couvrant diverses conditions et périodes de marché. L'objectif de la simulation était d'évaluer la performance des indicateurs dans l'identification des opportunités de trading rentables et de valider l'efficacité du modèle dans la gestion des risques.</p><p>Les résultats de la période de simulation seront publiés dès que nous serons à l'aise que les résultats sont solides, fournissant une analyse objective et quantitative de la performance du modèle. Notre objectif est de faire vérifier les résultats par un tiers de confiance également.</p><p>MarketRaker AI reconnaît l'importance de la performance dans le monde réel et comprend que les résultats de simulation peuvent ne pas toujours refléter les résultats de trading réels. Par conséquent, bien que les résultats de simulation fournissent des informations précieuses, les utilisateurs sont encouragés à considérer leur propre tolérance au risque et les conditions du marché lors de la prise de décisions de trading.</p>",
  "docs_nav_tree.white_paper_v1_0.market_analysis_and_problem_statement.value_marketraker_brings.name": "Valeur apportée par MarketRaker AI",
  "docs_nav_tree.white_paper_v1_0.market_analysis_and_problem_statement.value_marketraker_brings.content": "<h2>Valeur apportée par MarketRaker AI</h2><p>Informations de marché améliorées : Notre plateforme va au-delà des indicateurs de marché traditionnels en s'appuyant sur des modèles d'IA pour augmenter les informations de marché. Nous sommes capables de fournir aux utilisateurs des informations exploitables sur les tendances du marché, les opportunités potentielles et les facteurs de risque en analysant d'énormes quantités de données.</p><p>Amélioration du processus de décision : Nous comprenons que la prise de décision précise et rapide est cruciale dans le monde du trading. En fournissant des indicateurs de marché simplifiés et en identifiant les points d'entrée et de sortie optimaux, nous permettons aux utilisateurs de prendre des décisions de trading rentables en toute confiance et en temps opportun.</p><p>Atténuation des risques : L'atténuation des risques est un aspect critique du trading réussi. Notre plateforme intègre des fonctionnalités sophistiquées de gestion des risques qui aident les utilisateurs à gérer efficacement leurs portefeuilles. En minimisant les risques, nous visons à améliorer l'expérience de trading globale et à protéger le capital d'investissement des utilisateurs.</p><p>Accessibilité et commodité : Nous croyons que l'accès à des indicateurs de marché de haute qualité devrait être disponible pour tous les traders, quel que soit leur niveau d'expertise. En offrant des interfaces intuitives, des tableaux de bord personnalisables et des notifications en temps réel, nous fournissons une expérience de trading fluide pour les débutants et les professionnels expérimentés.</p><p>Amélioration continue et innovation : Nous nous engageons à améliorer continuellement et à rester à la pointe des avancées technologiques dans l'industrie. Nous chercherons activement les retours des utilisateurs, intégrerons de nouvelles sources de données, et surveillerons, maintiendrons et affinerons nos algorithmes pour nous assurer que notre plateforme évolue avec les dynamiques changeantes du marché.</p>",
  "docs_nav_tree.about_us": "À Propos de Nous",
  "docs_nav_tree.terms_and_conditions.name": "Conditions Générales",
  "docs_nav_tree.privacy_policy.name": "Politique de Confidentialité",
  "last_reviewed_on": "Dernière révision le",
  "previous": "Précédent",
  "next": "Suivant"
}
