{
  "lastReviewedOn": "10 Sep 2023",
  "content": "<h1>Installation and Setup Guide for MarketRaker AI</h1><p>Welcome to MarketRaker AI, your go-to platform for actionable trading insights and indicators. Setting up MarketRaker AI to receive indicators for your favorite stocks or cryptocurrencies is a breeze. Follow the steps below to get started:</p><h2>Step 1: Accessing the Platform</h2><ol><li>Open your preferred web browser.</li><li>In the address bar, type in or copy-paste the following URL: <a href=\"https://raker.market\" target=\"_blank\">https://raker.market</a></li><li>Press <code>Enter</code> or <code>Return</code> on your keyboard to navigate to the MarketRaker AI platform.</li></ol><h2>Step 2: Navigating to the Discover Page</h2><ol><li>Once you're on the MarketRaker AI homepage, locate the navigation bar or menu.</li><li>Click on the <code>Discover</code> option. This will take you to a dedicated page where you can explore various stocks and cryptocurrencies.</li></ol><h2>Step 3: Selecting Your Interests</h2><ol><li>On the <code>Discover</code> page, you'll find a list of available stocks and cryptocurrencies.</li><li>Browse through the list or use the search functionality to quickly find your interests.</li><li>Once you've identified a stock or cryptocurrency you're interested in, click on it. This action signals your interest in receiving indicators for that particular asset.</li></ol><h2>Step 4: Setting Up Indicators</h2><ol><li>After selecting your desired stocks or cryptocurrencies, follow any additional prompts or settings to fine-tune the type of indicators you wish to receive.</li><li>Ensure that you save or confirm your settings as required.</li></ol><h2>Step 5: Finalizing and Exploring</h2><ol><li>Once you've set up your indicators, you can return to the main dashboard or explore other features of MarketRaker AI.</li><li>Remember, you can always come back to the <code>Discover</code> page to add more assets or adjust your indicator preferences.</li></ol><hr><p>That's it! You've now successfully set up MarketRaker AI to receive tailored trading indicators for your chosen stocks and cryptocurrencies. Dive in and make the most of the insights MarketRaker AI has to offer. Happy trading!</p>",
  "i18n_content": "docs_nav_tree.getting_started.installation_setup.content"
}
