{
  "lastReviewedOn": "10 Sep 2023",
  "content": "<h1>Navigating the Dashboard</h1><p>The MarketRaker AI dashboard is your central hub for accessing critical trading indicators and insights. Designed for user-friendliness and quick access to vital information, navigating through the dashboard is intuitive and straightforward. Here's a quick guide to help you make the most of the dashboard:</p><h2>Categories</h2><p>The dashboard is organized into distinct categories to help streamline your browsing experience:</p><ul><li><strong>All:</strong> This category provides a comprehensive view, showcasing indicators across both stocks and cryptocurrencies.</li><li><strong>Stock:</strong> If you're specifically interested in the stock market, this category focuses solely on stock indicators.</li><li><strong>Crypto:</strong> For cryptocurrency enthusiasts, this category highlights indicators pertinent to the crypto market.</li></ul><h2>Indicator Types</h2><p>MarketRaker AI offers a variety of indicator types to cater to your trading needs:</p><ul><li><strong>Future Predicted Indicators:</strong> Get a glimpse into potential future trends with indicators that project possible market movements based on sophisticated AI analysis.</li><li><strong>Today's Indicators:</strong> Stay updated with the current market pulse. These indicators provide insights into today's market conditions, helping you make informed decisions in real-time.</li><li><strong>Archived Indicators:</strong> A treasure trove of historical data, this section lets you review past indicators, offering valuable insights into previous market conditions and trends.</li></ul><h2>Real-Time Price Monitoring</h2><p>For each stock or cryptocurrency listed on the dashboard, you'll also find its price displayed. Please note that these prices are delayed by 15 minutes, ensuring you have a near real-time perspective on your assets' performance.</p><hr><p>The MarketRaker AI dashboard is designed to equip you with all the tools you need for successful trading. Familiarize yourself with its features, and harness the power of real-time data and predictive analytics to make informed trading decisions. Remember, MarketRaker AI is here to guide you every step of the way. Happy trading!</p>",
  "i18n_content": "docs_nav_tree.getting_started.navigating_dashboard.content"
}
